Repository: Chaasof/masterfirefoxos-l10n
Catalog: */LC_MESSAGES/django.po
Languages: de, it

source: <p>At Mozilla, we’re out to make a difference, not a profit. <br><br>Firefox OS smartphones are backed by a global community of thousands of developers working to innovate on your customers’ behalf and made locally with their interests and needs in mind. When customers choose Firefox OS, they’re helping build a brighter future for the Web for all.</p>
de: <p>Bei Mozilla wollen wir etwas bewegen, nicht Gewinne erzielen.<br><br>Hinter Firefox-OS-Smartphones steht eine weltweite Gemeinschaft aus Tausenden von Entwicklern, die Innovationen im Sinne Ihrer Kunden bewirken möchten. Außerdem werden sie mit Rücksicht auf die Interessen und Bedürfnisse Ihrer Kunden vor Ort entwickelt. Wenn Kunden sich für Firefox OS entscheiden, helfen sie dabei, eine leuchtendere Zukunft für das Internet für alle zu schaffen.</p>
it: <p>Mozilla si impegna per fare la differenza, non per realizzare profitti.<br><br>Gli smartphone Firefox OS sono supportati da una comunità globale di migliaia di sviluppatori impegnati a innovare a esclusivo vantaggio dei clienti e sono realizzati localmente, dando sempre priorità alle esigenze e agli interessi degli utilizzatori. I clienti che scelgono Firefox OS contribuiscono alla realizzazione di un futuro migliore per tutto il Web.</p>

source: <p>Your customer’s needs are always changing. Firefox OS smartphones adapt to your customers’ needs so they can live every moment to its fullest.</p> <p>Easy to use, they’re perfect for new smartphone users and full of all the features that customers expect. Powered by Mozilla, Firefox OS devices are the right choice for anyone committed to ensuring that the Web remains</p>
de: <p>Die Bedürfnisse Ihrer Kunden ändern sich ständig. Smartphones mit Firefox OS passen sich den Bedürfnissen Ihrer Kunden an, damit sie jeden Augenblick voll ausleben können.</p> <p>Sie sind einfach zu verwenden, sind perfekt für Smartphone-Einsteiger und voll mit den Funktionen, die Kunden erwarten. Hinter den Firefox-OS-Geräten steht Mozilla und sie sind die richtige Wahl für jeden, der sich dafür einsetzt, dass das Internet eine für alle zugängliche öffentliche Ressource bleibt.</p>
it: <p>Le necessità dei tuoi clienti sono in costante evoluzione. Gli smartphone Firefox OS si adattano alle loro esigenze per consentirgli di vivere ogni istante al massimo.</p> <p>Facili da utilizzare, sono perfetti per chi è al primo smartphone e hanno tutte le caratteristiche che i clienti si aspettano. Realizzati da Mozilla, i dispositivi Firefox OS sono la scelta giusta per chiunque ritenga che il Web debba rimanere una risorsa pubblica e disponibile per tutti.</p>

source: <h2>Demonstrations That Matter</h2> <p>Demonstrating the features of Firefox OS and how easy it is to use will be your best selling tool. So what should you show?<br><br>Browse the demonstration videos below to get started.</p>
de: <h2>Entscheidende Vorführungen</h2> <p>Eine Vorführung der Funktionen von Firefox OS und seiner einfachen Bedienbarkeit ist Ihr bestes Verkaufsargument. Was sollten Sie also zeigen?<br><br>Sehen Sie sich für den Anfang die folgenden Vorführvideos an.</p>
it: <h2>Dimostrazioni significative</h2> <p>Una dimostrazione delle caratteristiche e della semplicità d’uso di Firefox OS è il migliore strumento di vendita a tua disposizione.<br><br>Dai un’occhiata ai video dimostrativi per iniziare.</p>

source: Show customers how Firefox OS adapts to them, giving them more of what they need, when they need it.
de: Zeigen Sie Kunden, wie Firefox OS sich auf sie einstellt und ihnen zur richtigen Zeit mehr von dem gibt, was sie brauchen.
it: Mostra ai clienti come Firefox OS sia in grado di adattarsi a loro, offrendogli tutto ciò che gli serve nel momento giusto.

source: Map
de: Karte
it: Mappa

source: Demonstrate the powerful map features of Firefox OS, including local transit info.
de: Zeigen Sie die informativen Kartenfunktionen von Firefox OS, inklusive Informationen über den ÖPNV.
it: Dimostra le potenzialità del sistema di mappe di Firefox OS, incluse le informazioni sul trasporto locale.

source: It’s easier than ever to stay connected with Firefox OS.
de: Mit Firefox OS ist es einfach wie nie, in Verbindung zu bleiben.
it: Rimanere connessi non è mai stato così semplice grazie a Firefox OS.

source: Browsing
de: Surfen
it: Navigazione

source: Firefox OS puts the Web in users’ hands better than any other phone.
de: Firefox OS gibt den Nutzern das Internet in die Hand, besser als jedes andere Handy.
it: Firefox OS mette il Web nelle mani degli utenti meglio di qualsiasi altro telefono.

source: Firefox Marketplace has the cool games and apps your customers want.
de: Im Firefox Marketplace finden Ihre Kunden die tollen Spiele und Apps, die sie wollen.
it: Firefox Marketplace offre tutti i giochi e le app che i clienti possono desiderare.

source: Photograph, edit and share. Show off our full-featured camera and gallery apps, including built-in style filters, video, and more
de: Machen Sie Fotos, bearbeiten und teilen Sie diese. Zeigen Sie unsere funktionsreichen Kamera- und Galerie-Apps, inklusive der enthaltenen Stilfilter, Video und mehr.
it: Scatta, modifica e condividi. Mostra tutte le caratteristiche della fotocamera e della galleria, inclusi i filtri integrati, video e altro ancora.

source: Music and FM Radio
de: Musik und UKW-Radio
it: Musica e radio FM

source: With music at their fingertips, your customers will see how Firefox OS keeps them entertained and dancing in the streets.
de: Mit Musik nur eine Fingerbewegung entfernt sehen Ihre Kunden, wie Firefox OS sie unterhält und auf der Straße tanzen lässt.
it: Con la musica a portata di mano, i tuoi clienti vedranno come Firefox OS sia in grado di farli divertire e ballare per le strade.

source: <h3><em>"I have never had a smartphone."</em></h3> <p><strong>Here’s what you can say:</strong></p> <p>Firefox OS is the best choice for first time smartphone users. It’s super easy to use and it adapts to your needs better than any other phone, so you get more of what you need with less time searching. Plus, it is packed with all the features you’d expect, from camera, to email, apps, music, maps and more.</p>
de: <h3><em>„Ich hatte noch nie ein Smartphone.“</em></h3> <p><strong>Das können Sie sagen:</strong></p> <p>Firefox OS ist die beste Wahl für Smartphone-Einsteiger. Es lässt sich ganz einfach bedienen und passt sich Ihren Bedürfnissen besser an als jedes andere Handy, sodass Sie mehr von dem erhalten, was Sie benötigen, ohne viel Zeit mit Suchen zu verbringen. Außerdem verfügt es über alle Funktionen, die Sie erwarten würden, von Kamera bis E-Mail, Apps, Musik, Karten und mehr.</p>
it: <h3><em>“Non ho mai posseduto uno smartphone.”</em></h3> <p><strong>Che cosa puoi rispondere?</strong></p> <p>Firefox OS è la scelta migliore per gli utenti che non hanno mai posseduto uno smartphone. È incredibilmente semplice da usare e si adatta alle tue esigenze meglio di qualunque altro telefono, così potrai trovare tutto ciò che ti serve in minor tempo. Senza dimenticare che include tutte le funzioni che ti aspetti da uno smartphone: fotocamera, email, app, musica, mappe e molto altro ancora.</p>

source: <h3><em>"I want a good deal."</em></h3> <p><strong>Here’s what you can say:</strong></p> <p>Firefox OS gives you the most value for your money. It has everything you expect in a smartphone — camera, email, apps, music, maps and more — at the most competitive prices.</p>
de: <h3><em>„Ich möchte etwas für mein Geld.“</em></h3> <p><strong>Das können Sie sagen:</strong></p><p>Mit Firefox OS bekommen Sie das Meiste für Ihr Geld. Es hat alles, was Sie von einem Smartphone erwarten – Kamera, E-Mail, Apps, Musik, Karten und mehr – und das zu günstigsten Preisen.</p>
it: <h3><em>“Sto cercando un buon affare”</em></h3> <p><strong>Ecco cosa puoi rispondere:</strong></p> <p>Firefox OS offre il massimo rapporto qualità/prezzo. Include tutte le funzioni che ti aspetti da uno smartphone — fotocamera, email, app, musica, mappe e molto altro ancora — al prezzo più competitivo.</p>

source: <h3><em>"It needs to be easy to use."</em></h3> <p><strong><strong>Here’s what you can say:</strong></strong></p> <p>Firefox OS is the easiest smartphone to get you started. <br><br>Adaptive App Search helps you find the things you need simply — and instantly. The user interface is so intuitive, you will be able to quickly discover and download your favorite apps so you’re ready to go. <br><br></p>
de: <h3><em>„Es muss sich einfach verwenden lassen.“</em></h3> <p><strong><strong>Das können Sie sagen:</strong></strong></p><p>Firefox OS ist das am einfachsten zu bedienende Smartphone für den Einstieg. <br><br>Die adaptive App-Suche hilft Ihnen, einfach – und sofort – das Gesuchte zu finden. Die Benutzeroberfläche ist so intuitiv, dass Sie Ihre Lieblings-Apps schnell finden und herunterladen können, um startklar zu sein. <br><br></p>
it: <h3><em>“Deve essere semplice da utilizzare.”</em></h3> <p><strong>Che cosa puoi rispondere?</strong></p> <p>Firefox OS è lo smartphone più semplice per iniziare.<br><br>La ricerca adattiva delle app ti permette di trovare tutto ciò che ti serve, in modo semplice e veloce. L’interfaccia utente è così intuitiva che in pochi istanti sarai in grado di trovare e scaricare le tue app preferite e sarai pronto per iniziare.<br><br></p>

source: <p>An new way to get what you need right when you need it, without any of the headaches of downloading applications Search for anything, and Firefox OS adapts to your request, displaying photos, video, music, news, maps and more - making it much easier for you to find what you were really looking for. </p>
de: <p>Eine neue Möglichkeit, um rechtzeitig das zu finden, was Sie benötigen, ohne mühselig Anwendungen herunterladen zu müssen. Egal was Sie suchen, Firefox OS passt sich an Ihre Anforderung an und zeigt Fotos und Videos, spielt Musik und liefert Nachrichten, Karten und mehr – sodass es für Sie viel einfacher ist zu finden, was Sie eigentlich suchen.</p>
it: <p>Un nuovo modo per ottenere ciò che ti serve quando ti serve, senza bisogno di scaricare applicazioni. Cerca qualunque cosa e Firefox OS si adatterà alla tua richiesta, visualizzando foto, video, musica, notizie, mappe e altro ancora, rendendo molto più semplice trovare ciò che stavi realmente cercando.</p>

source: <p>Your go-to source for the best apps for Firefox OS. Browse tens of thousands of free and paid apps in multiple categories, from games to utilities, music, travel, sports, and more.</p>
de: <p>Ihre Anlaufstelle für die besten Apps für Firefox OS. Durchsuchen Sie zehntausende von kostenlosen und kostenpflichtigen Apps in mehreren Kategorien, von Spielen bis Hilfsmittel, Musik, Reise, Sport und mehr.</p>
it: <p>La tua risorsa di riferimento per le migliori app per Firefox OS. Naviga tra decine di migliaia di app, gratuite o a pagamento, suddivise in categorie, dai giochi alle utilità, musica, viaggi, sport e altro ancora.</p>

source: <p>The fast, smart, safe way to get the best of the Web. Use the awesome bar to enter website URL’s, perform searches, and access your browsing history. Plus, tabs let you multitask by browsing multiple pages simultaneously. </p>
de: <p>Der schnelle, intelligente und sichere Weg, das Beste aus dem Internet herauszuholen. Verwenden Sie die Adressleiste, um die Adresse einer Website einzugeben, zu suchen und auf Ihre Surf-Chronik zuzugreifen. Außerdem können Sie mit Tabs auf mehreren Seiten gleichzeitig surfen.</p>
it: <p>Il modo più veloce, intelligente e sicuro per ottenere il massimo dal Web. Utilizza la barra di ricerca per inserire l’indirizzo di un sito, fare una ricerca e accedere alla cronologia di navigazione. In più, le schede ti permettono di navigare su più siti contemporaneamente.</p>

source: <p>Get satellite, public transport, and live traffic views, search for points of interest, and even save your map locally for quicker remote access. Here Maps can pinpoint your location and even give you directions (car, walking or public transportation) to get you to your destination.</p>
de: <p>Sie erhalten eine Satellitenansicht, ÖPNV-Informationen und Echtzeitverkehrsdaten, können nach Orten von Interesse suchen und sogar Ihre Karte lokal für einen schnelleren Zugriff unterwegs speichern. Here Maps kann Ihren Standort erkennen und Ihnen sogar Wegbeschreibungen (Auto, zu Fuß oder ÖPNV) liefern, um Sie an Ihr Ziel zu bringen.</p>
it: <p>Visualizzazione da satellite, trasporti pubblici, situazione del traffico, punti di interesse e perfino la possibilità di salvare la mappa sul dispositivo per un accesso remoto più rapido. Here Maps è in grado di individuare la tua posizione e darti le indicazioni per arrivare a destinazione (in auto, a piedi o col trasporto pubblico).</p>

source: <p>Stay connected to your friends and colleagues wherever you are. Its easy to set up multiple email accounts, with support for the most common Exchange, SMTP or IMAP email providers. </p>
de: <p>Bleiben Sie mit Ihren Freunden und Kollegen in Verbindung, egal wo Sie sind. Die Einrichtung mehrerer E-Mail-Konten ist einfach und es werden die häufigsten E-Mail-Anbieter für Exchange, SMTP oder IMAP unterstützt.</p>
it: <p>Rimani in contatto con i tuoi amici e colleghi ovunque ti trovi. È facile configurare più account email, con supporto alle tecnologie più utilizzate (Exchange, SMTP o IMAP).</p>

source: <p>App developers around the world are committed to Firefox OS and tens of thousands of free and paid applications will be available at launch. The growing list includes leading app developers like Accuweather, Airbnb, Box, Cut the Rope, EA Games, Facebook, Nokia HERE, MTV Brasil, Pulse News, SoundCloud, SporTV, Time Out and Twitter.</p>
de: <p>App-Entwickler auf der ganzen Welt setzen sich für Firefox OS ein und zehntausende kostenloser und kostenpflichtiger Anwendungen werden zum Verkaufsstart verfügbar sein. Zu der wachsenden Liste gehören führende App-Entwickler wie Accuweather, Airbnb, Box, Cut the Rope, EA Games, Facebook, Nokia HERE, MTV Brasil, Pulse News, SoundCloud, SporTV, Time Out und Twitter.</p>
it: <p>Sviluppatori di app in tutto il mondo si impegnano per Firefox OS e decine di migliaia di applicazioni, gratuite o a pagamento, saranno disponibili per il lancio. Questo elenco in costante crescita include sviluppatori come Accuweather, Airbnb, Box, Cut the Rope, EA Games, Facebook, Nokia HERE, MTV Brasil, Pulse News, SoundCloud, SporTV, Time Out e Twitter.</p>

source: <p>Not directly. However, many of the most popular Android and iOS apps are actually Web apps that have a native “wrapper” to allow them to run on proprietary platforms. Therefore, many of the same apps will be available through Adaptive App Search.<br><br></p>
de: <p>Nicht direkt. Allerdings sind viele der beliebtesten Android- und iOS-Apps eigentlich Web-Apps, die über einen nativen „Wrapper“ verfügen, um auf proprietären Plattformen zu laufen. Daher werden viele dieser Apps über die adaptive App-Suche verfügbar sein.<br><br></p>
it: <p>Non direttamente. Tuttavia, molte delle app più popolari su Android e iOS sono in realtà applicazioni web con un “wrapper” nativo che gli consente di funzionare su piattaforme proprietarie. Pertanto molte di queste applicazioni sono disponibili attraverso la ricerca adattiva delle app.<br><br></p>

source: <p>Firefox OS is built on Web technologies but has offline capabilities for all the phone’s core functionalities. That means apps do not require an active Internet connection to work unless they need to send or receive date.</p>
it: <p>Firefox OS è basato su tecnologie web ma include funzionalità per l’utilizzo senza connessione per tutte le applicazioni di sistema. Questo significa che le app non richiedono una connessione attiva a Internet per funzionare, a meno che non debbano inviare o ricevere dati da un altro sistema attraverso Internet.</p>

source: <p>Firefox OS provides two ways to get apps:</p> <ul> <li>Firefox Marketplace — Our go-to source for great apps like Twitter and awesome local content from the best Web developers in your region.</li> <li>Adaptive App Search — Just type a single word like "news" to discover related mobile apps in your region, delivered by a superior mobile experience and tuned to bring you what you want.<br><br></li> </ul>
it: <p>Firefox OS offre due modi per ottenere app:</p> <ul> <li>Marketplace – La risorsa di riferimento per app come Twitter e altri contenuti locali, realizzati dai migliori sviluppatori web della tua zona.</li> <li>Ricerca adattiva delle app – Digita una singola parola come “notizie” per scoprire tutte le app correlate nella tua zona.<br><br></li> </ul>

source: <p>Ready to show what you know?</p>
it: <p>Sei pronto a mostrarci che cosa hai imparato?</p>

source: <p>Think you are almost ready to start selling Firefox OS to your customers? Put your knowledge to the test and answer these questions to prove you have what it takes.</p>
de: <p>Halten Sie sich für so gut wie bereit, Ihren Kunden Firefox OS zu verkaufen? Testen Sie Ihr Wissen und beantworten Sie diese Fragen, um zu zeigen, dass Sie das notwendige Wissen besitzen.</p>
it: <p>Pensi di essere pronto per iniziare a vendere Firefox OS ai tuoi clienti? Sfrutta ciò che hai imparato e rispondi alle domande per dimostrare che hai ciò che serve.</p>

source: <p>If you have worked through the questions and all of the content, then you have the basics to match the needs of Firefox OS to your customers. <br><br>Easy to use, a Firefox OS smartphone is perfect for new smartphone users and full of all the features that customers want and need. <br><br>And it is powered by Mozilla, making Firefox OS the right choice for anyone committed to ensuring that the Web remains in your hands!</p>
it: <p>Se hai completato il percorso attraverso tutte le domande e i contenuti, hai a disposizione le basi per illustrare i vantaggi di Firefox OS ai tuoi clienti.<br><br>Facile da utilizzare, Firefox OS è perfetto per persone che non hanno mai utilizzato uno smartphone, offrendo allo stesso tempo tutte le funzioni di cui hanno bisogno.<br><br>Ed è realizzato da Mozilla, rendendo Firefox OS la naturale scelta per chiunque sia intenzionato a garantire agli utenti il pieno controllo del Web.</p>

source: <p>That’s right! You can access Adaptive App Search directly on your home screen.</p>
it: <p>Esatto. È possibile accedere alla ricerca adattiva delle app direttamente dalla schermata iniziale.</p>

source: <p>That’s not it. You can access Adaptive App Search directly on your home screen./p>
it: <p>Sbagliato. È possibile accedere alla ricerca adattiva delle app direttamente dalla schermata iniziale.</p>

source: <p>It’s directly on your home screen</p>
it: <p>È disponibile direttamente nella schermata iniziale</p>

source: <p>That’s right. This icon represents Firefox Browser.</p>
it: <p>Esatto. Questa icona rappresenta il browser Firefox.</p>

source: <p>Actually, this icon represents Firefox Browser.</p>
it: <p>Sbagliato. Questa icona rappresenta il browser Firefox.</p>

source: <p>Actually, for this customer, the best choice is to talk about how easy Firefox OS is to use. </p>
de: <p>Nein, bei diesem Kunden ist es am besten, über die leichte Bedienbarkeit von Firefox OS zu sprechen.</p>
it: <p>In realtà per questo cliente sarebbe meglio parlare della semplicità d’uso di Firefox OS.</p>

source: <p>Actually, when you meet a Firefox fan, talk about how choosing Firefox OS shows a commitment to keeping the Web in their hands.</p>
de: <p>Nein, wenn Sie auf einen Firefox-Fan treffen, erwähnen Sie, dass eine Entscheidung für Firefox OS Engagement dafür zeigt, dass das Internet in seinen Händen bleibt.</p>
it: <p>In realtà quando incontri un fan di Firefox, parlagli di come la scelta di Firefox OS dimostri il proprio impegno nel mantenere il pieno controllo del Web.</p>

source: <p>A customer says to you, “I’m looking for an easy way to stay in touch with my friends, but I don’t want to spend a lot of money”. Which of the following statements would be a good response? Select all that apply. </p>
it: <p>Un cliente ti dice “Sto cercando un modo semplice per rimanere in contatto con i miei amici, ma non voglio spendere molto”. Quale delle seguenti affermazioni potrebbe rappresentare una buona risposta? Seleziona tutte quelle valide.</p>

source: <p>That’s right. With this customer, highlight the great value of Firefox OS full feature set of Firefox OS, including social apps that are preloaded on the phone, all at great value.</p>
de: <p>Ganz genau. Bei diesem Kunden sollten Sie den großen Wert aller Funktionen von Firefox OS betonen, inklusive der sozialen Apps, die standardmäßig auf dem Handy sind, alles zu guten Preisen.</p>
it: <p>Esatto. Con questo cliente dovresti sottolineare il valore delle caratteristiche di Firefox OS, incluse app per i social network preinstallate sul dispositivo, il tutto a un buon prezzo.</p>

source: <p>That’s not it. With this customer, highlight the great value of Firefox OS full feature set of Firefox OS, including social apps that are preloaded on the phone, all at great value.</p>
de: <p>Nein, bei diesem Kunden sollten Sie den großen Wert aller Funktionen von Firefox OS betonen, inklusive der sozialen Apps, die standardmäßig auf dem Handy sind, alles zu guten Preisen.</p>
it: <p>Sbagliato. Con questo cliente dovresti sottolineare il valore delle caratteristiche di Firefox OS, incluse app per i social network preinstallate sul dispositivo, il tutto a un buon prezzo.</p>

source: <p>A customer says, “I use Firefox on my home computer and I love it, but I didn’t know they had a smartphone OS. Why?” Which of the following statements would be the most appropriate response to this particular customer? </p>
it: <p>Un cliente ti dice “Utilizzo Firefox sul computer di casa e mi piace, ma non avevo idea che esistesse anche uno smartphone targato Firefox. Perché?”. Quali delle seguenti affermazioni rappresentano una risposta appropriata per questo particolare cliente?</p>

source: <p>All of these statements are true, but only one is the best response for this particular customer, who seems to be a Firefox fan. Talk about how the Firefox OS phones, made by Mozilla, are part of keeping the Web in the hands of the people. </p>
de: <p>Alle diese Aussagen sind wahr, aber nur eine ist die beste Antwort für diesen Kunden, der ein Firefox-Fan zu sein scheint. Sprechen Sie darüber, dass die von Mozilla entwickelten Firefox-OS-Handys auch dazu beitragen, das Internet in den Händen der Menschen zu belassen.</p>
it: <p>Tutte le risposte sono vere, ma solo una è la migliore per un cliente che sembra essere un fan di Firefox. Parlagli di come i telefoni Firefox OS, realizzati da Mozilla, costituiscano un importante tassello dell’impegno a mantenere il controllo del Web nelle mani degli utenti.</p>

source: <p>That’s not it. Three of these are correct. While Adaptive App Search anticipates your needs better than any other phone, it does NOT work just like Web search on Firefox browsers.</p>
it: <p>Non esattamente. Tre di queste affermazioni sono corrette. Nonostante la ricerca adattiva delle app sia in grado di anticipare le tue necessità meglio di qualunque altro telefono, NON funziona esattamente come la ricerca sul Web nei browser Firefox.</p>

source: <p>That’s quite not it. Three of these are correct. While Adaptive App Search anticipates your needs better than any other phone, it does NOT work just like Web search on Firefox browsers."</p>
it: <p>Sbagliato. Tre di queste affermazioni sono corrette. Nonostante la ricerca adattiva delle app sia in grado di anticipare le tue necessità meglio di qualunque altro telefono, NON funziona esattamente come la ricerca sul Web nei browser Firefox.</p>

source: <p>Firefox Browser</p>
it: <p>Browser Firefox</p>
