Repository: Chaasof/masterfirefoxos-l10n
Catalog: */LC_MESSAGES/django.po
Languages: de, it

source: <p>Get satellite, public transport, and live traffic views, search for points of interest and even save your map locally for quicker remote access. HERE Maps can pinpoint your location and even give you directions (car, walking or public transportation) to get you to your destination.</p>
de: <p>Sie erhalten eine Satellitenansicht, ÖPNV-Informationen und Echtzeitverkehrsdaten, können nach Orten von Interesse suchen und sogar Ihre Karte lokal für einen schnelleren Zugriff unterwegs speichern. Here Maps kann Ihren Standort erkennen und Ihnen sogar Wegbeschreibungen (Auto, zu Fuß oder ÖPNV) liefern, um Sie an Ihr Ziel zu bringen.</p>
it: <p>Visualizzazione da satellite, trasporti pubblici, situazione del traffico, punti di interesse e perfino la possibilità di salvare la mappa sul dispositivo per un accesso remoto più rapido. HERE Maps è in grado di individuare la tua posizione e darti le indicazioni per arrivare a destinazione (in auto, a piedi o col trasporto pubblico).</p>

source: Music and Video
de: Musik und Video
it: Musica e Video

source: <p>Play it all from your phone, or online via Youtube. Browse and play your music collection by album or artist, rate songs and create playlists for your favorites.</p>
de: <p>Spielen Sie alles von Ihrem Handy ab oder online über YouTube. Suchen und spielen Sie Ihre Musiksammlung nach Album oder Interpret ab, bewerten Sie Titel und erstellen Sie Wiedergabelisten für Ihre Lieblingstitel.</p>
it: <p>Guardali direttamente dal telefono oppure da YouTube. Sfoglia la tua collezione di musica per album o autore, dai un voto alle canzoni e crea playlist con le tue preferite.</p>

source: SMS and Email
de: SMS und E-Mail
it: SMS e Email

source: <p>Stay connected to your friends and colleagues wherever you are. It's easy to set up multiple email accounts, with support for the most common Exchange, SMTP or IMAP email providers.</p>
de: <p>Bleiben Sie mit Ihren Freunden und Kollegen in Verbindung, egal wo Sie sind. Die Einrichtung mehrerer E-Mail-Konten ist einfach und es werden die häufigsten E-Mail-Anbieter für Exchange, SMTP oder IMAP unterstützt.</p>
it: <p>Rimani in contatto con i tuoi amici e colleghi ovunque ti trovi. È facile configurare più account email, con supporto alle tecnologie più utilizzate (Exchange, SMTP o IMAP).</p>

source: Frequently Asked Questions
de: Häufig gestellte Fragen
it: Domande più frequenti

source: <p>Still have questions? Not for long! Find all the answers you're looking for here.</p>
de: <p>Haben Sie noch Fragen? Nicht mehr lange! Hier finden Sie alle Antworten, die Sie suchen.</p>
it: <p>Hai altri dubbi? Qui puoi trovare tutte le risposte che stai cercando.</p>

source: <h2>You have questions? We have answers!</h2> <p>By now, you probably have questions and so will your customers! Select each question for more on Firefox OS.</p>
de: <h2>Sie haben Fragen? Wir haben Antworten!</h2> <p>Sie haben mittlerweile vermutlich Fragen und Ihre Kunden werden ebenfalls welche haben! Durch Auswählen der Fragen erhalten Sie weitere Informationen zu Firefox OS.</p>
it: <h2>Hai delle domande? Noi abbiamo le risposte</h2> <p>A questo punto avrai sicuramente delle domande, così come i tuoi clienti. Seleziona una domanda qualsiasi per ulteriori informazioni su Firefox OS.</p>

source: What is Adaptive App Search?
de: Was ist die adaptive App-Suche?
it: Che cos’è la ricerca adattiva delle app?

source: <p>Adaptive App Search is a new way to find content from across the Web and engage in an app-like experience without the headaches of downloading the app to find what you need. Whenever you search, your phone adapts to the search result and makes it easy to add those results to your home screen for easy access later.</p>
de: <p>Die adaptive App-Suche ist eine neue Möglichkeit, Inhalte aus dem gesamten Internet zu finden und ein App-ähnliches Erlebnis zu haben, ohne sich mühselig die App herunterladen zu müssen, um zu finden, was Sie suchen. Wann immer Sie suchen, passt sich Ihr Handy an die Suchergebnisse an und erleichtert es, diese Ergebnisse für den späteren Zugriff zum Startbildschirm hinzuzufügen.</p>
it: <p>La ricerca adattiva delle app è un nuovo modo per cercare contenuti in tutto il Web con un’esperienza simile a un’app, senza il fastidio di dover effettivamente scaricare e installare un’applicazione. Ogni volta che effettui una ricerca il telefono si adatta ai risultati ed è facile aggiungerli alla schermata principale per accedervi in un secondo tempo.</p>

source: How many and what types of apps will be available?
de: Wie viele und welche Typen von Apps werden verfügbar sein?
it: Quante e quali tipi di app saranno disponibili?

source: <p>App developers around the world are committed to Firefox OS and tens of thousands of free and paid applications will be available at launch. The growing list includes leading app developers like Accuweather, Airbnb, Box, Cut the Rope, EA Games, Facebook, Nokia HERE&reg;, MTV Brasil, Pulse News, SoundCloud, SporTV, Time Out and Twitter.</p>
de: <p>App-Entwickler auf der ganzen Welt setzen sich für Firefox OS ein und zehntausende kostenloser und kostenpflichtiger Anwendungen werden zum Verkaufsstart verfügbar sein. Zu der wachsenden Liste gehören führende App-Entwickler wie Accuweather, Airbnb, Box, Cut the Rope, EA Games, Facebook, Nokia HERE&amp;reg;, MTV Brasil, Pulse News, SoundCloud, SporTV, Time Out und Twitter.</p>
it: <p>Sviluppatori di app in tutto il mondo si impegnano per Firefox OS e decine di migliaia di applicazioni, gratuite o a pagamento, saranno disponibili per il lancio. Questo elenco in costante crescita include sviluppatori come Accuweather, Airbnb, Box, Cut the Rope, EA Games, Facebook, Nokia HERE&reg;, MTV Brasil, Pulse News, SoundCloud, SporTV, Time Out e Twitter.</p>

source: What makes Firefox OS more secure than other phones?
de: Was macht Firefox OS sicherer als andere Handys?
it: Che cosa rende Firefox OS più sicuro di altri telefoni?

source: <p>Firefox OS has a robust security model that is battle-hardened from more than a decade of supporting the Open Web. It is designed to protect the user and system from malicious applications and content.</p>
de: <p>Firefox OS hat ein robustes Sicherheitsmodell, das in über einem Jahrzehnt der Unterstützung für das offene Web erprobt wurde. Es wurde entwickelt, um den Anwender und das System vor schädlichen Anwendungen und Inhalten zu schützen.</p>
it: <p>Firefox OS è basato su un robusto modello di sicurezza messo a punto in oltre dieci anni di sviluppo dell’Open Web. È progettato per proteggere gli utenti e il sistema da applicazioni e contenuti malevoli.</p>

source: Do Android apps work on this phone?
de: Funktionieren Android-Apps auf diesem Handy?
it: Le app Android funzionano su questo telefono?

source: Do my apps work offline?
de: Funktionieren meine Apps offline?
it: Le mie app funzionano quando non sono connesso?

source: What about customer support for apps?
de: Wie sieht es mit Kundenunterstützung für Apps aus?
it: Chi fornisce supporto per le app?

source: <p>Consumers who need support with an app built for Firefox OS will be directed to the app developer for assistance. If the consumer experience with Firefox OS is negatively impacted by the support incident resulting from the app, Mozilla may recommend workarounds including uninstalling the app until the developer provides appropriate assistance.</p>
de: <p>Kunden, die Hilfe mit einer für Firefox OS entwickelten App benötigen, werden an den App-Entwickler weitergeleitet. Wenn das Kundenerlebnis mit Firefox OS durch die Hilfsanfrage negativ beeinflusst wird, kann Mozilla Zwischenlösungen empfehlen, inklusive Deinstallation der App, bis der Entwickler entsprechend Hilfe leistet.</p>
it: <p>Gli utenti verranno indirizzati al canale di supporto dello sviluppatore di ciascuna app per ottenere assistenza. Se il problema riscontrato con l'app ha ripercussioni negative sull'esperienza di utilizzo di Firefox OS, Mozilla potrebbe consigliare delle soluzioni alternative, inclusa la disinstallazione dell’app fino a quando lo sviluppatore non abbia fornito un’assistenza appropriata.</p>

source: How do I download and install apps on Firefox OS?
de: Wie kann ich Apps für Firefox OS herunterladen und installieren?
it: Come scarico e installo app su Firefox OS?

source: <p>Firefox OS offers two ways to get apps:</p> <ul> <li>Firefox Marketplace — Our go-to source for great apps like Twitter and awesome local content from the best Web developers in your region.</li> <li>Adaptive App Search — Just type a single word like “sushi” to discover related mobile apps in your region, delivered by a superior mobile experience and tuned to bring you what you want.</li> </ul>
de: <p>Firefox OS bietet zwei Möglichkeiten um Apps zu erhalten:</p> <ul><li>Firefox Marketplace – Unsere Anlaufstelle für tolle Apps wie Twitter und wunderbare lokale Inhalte von den besten Web-Entwicklern in Ihrer Region.</li><li>Adaptive App-Suche – Geben Sie einfach ein Wort wie „Sushi“ ein, um passende mobile Apps in Ihrer Region zu entdecken, die Ihnen von einem besseren mobilen Erlebnis zur Verfügung gestellt werden, und Ihnen geben sollen, was Sie möchten.</li></ul>
it: <p>Firefox OS offre due modi per ottenere app:</p> <ul> <li>Firefox Marketplace – La risorsa di riferimento per app come Twitter e altri contenuti locali, realizzati dai migliori sviluppatori web della tua zona.</li><li>Ricerca adattiva delle app – Digita una singola parola come “sushi” per scoprire tutte le app correlate, sperimentando una navigazione di livello superiore e contenuti adattati alle tue esigenze.</li> </ul>

source: Which email providers are supported?
de: Welche E-Mail-Anbieter werden unterstützt?
it: Quali fornitori di email sono supportati?

source: <p>Hotmail and Yahoo mail are currently supported with more on the way in future releases.</p>
de: <p>Hotmail und Yahoo Mail werden derzeit unterstützt. Weitere E-Mail-Anbieter werden folgen.</p>
it: <p>Attualmente sono supportati Yahoo e Hotmail, verranno aggiunti altri fornitori nelle prossime versioni.</p>

source: Where should I go if I have more questions?
de: Wo finde ich Antworten auf weitere Fragen?
it: Cosa posso fare se ho altre domande?

source: <p>Visit <a href="https://support.mozilla.org/en-US/kb/firefox-os-user-guide">https://support.mozilla.org/en-US/kb/firefox-os-user-guide</a> for more information.</p>
de: <p>Weitere Informationen finden Sie unter <a href="https://support.mozilla.org/de/kb/firefox-os-user-guide">https://support.mozilla.org/de/kb/firefox-os-user-guide</a>.</p>
it: <p>Visita <a href="https://support.mozilla.org/kb/firefox-os-user-guide">https://support.mozilla.org/kb/firefox-os-user-guide</a> per ulteriori informazioni.</p>

source: The Firefox Mission
de: Die Firefox-Mission
it: La missione di Firefox

source: Our mission is to promote openness, innovation and opportunity on the Web.
de: Unsere Mission ist es, Offenheit, Innovation und Chancen im Internet zu fördern.
it: La nostra missione è promuovere apertura, innovazione e opportunità sul Web.

source: <p>Behind every Firefox OS smartphone is Mozilla, a global community of thousands dedicated to keeping the Web accessible to all. That’s because we believe each and every one of us has the right to a Web that isn’t controlled by just a few large entities.<br><br>Yeah, we’re a little different than the other guys. Together, we can build a brighter future for the Web.</p>
de: <p>Hinter jedem Firefox-OS-Smartphone steht Mozilla: Eine weltweite Gemeinschaft aus Tausenden von Menschen, die sich dafür einsetzen, dass das Internet für alle zugänglich bleibt. Wir glauben nämlich, dass jeder von uns das Recht auf ein Internet hat, das nicht nur von wenigen großen Akteuren kontrolliert wird.<br><br>Ja, wir sind ein bisschen anders als die Anderen. Gemeinsam können wir eine leuchtendere Zukunft für das Internet schaffen.</p>
it: <p>Alla base di ogni smartphone Firefox OS c’è Mozilla: una comunità globale di migliaia di persone che si impegnano per mantenere il Web accessibile a tutti. Questo perché crediamo che tutti abbiano diritto a un Web libero dal controllo di pochi grandi nomi.<br><br>Già, siamo decisamente diversi dalla concorrenza. Insieme possiamo costruire un futuro migliore per il Web.</p>

source: Take the challenge
de: Stellen Sie sich der Herausforderung
it: Raccogli la sfida

source: <p>Put your new knowledge to the test with this series of fun, interactive quizzes.</p>
de: <p>Testen Sie Ihr neues Wissen in einer Reihe von lustigen, interaktiven Fragerunden.</p>
it: <p>Metti alla prova le tue nuove conoscenze con una serie di test divertenti e interattivi.</p>

source: <h2>Ready to show what you know?</h2> <p>Think you're ready to start selling Firefox OS to your customers? Put your knowledge to work and answer these questions to prove you have what it takes.</p>
de: <h2>Sind Sie bereit, Ihr Wissen zu zeigen?</h2> <p>Halten Sie sich für so gut wie bereit, Ihren Kunden Firefox OS zu verkaufen? Lassen Sie Ihr Wissen arbeiten und beantworten Sie diese Fragen, um zu zeigen, dass Sie das notwendige Wissen besitzen.</p>
it: <h2>Sei pronto a mostrarci che cosa hai imparato?</h2> <p>Pensi di essere pronto per iniziare a vendere Firefox OS ai tuoi clienti? Sfrutta ciò che hai imparato e rispondi alle domande per dimostrare che hai ciò che serve.</p>

source: <p>Get ready to sell!</p>
de: <p>Bereitmachen zum Verkaufen!</p>
it: <p>Preparati a vendere</p>

source: <p>If you have worked through the questions and all of the content, then you have the basics to match the needs of Firefox OS to your customers.<br><br>Easy to use, a Firefox OS smartphone is perfect for new smartphone users and full of all the features that customers want and need.<br><br>And it is powered by Mozilla, making Firefox OS the right choice for anyone committed to ensuring that the power of the Web remains in the hands of users everywhere!</p>
de: <p>Wenn Sie sich durch die Fragen und den Inhalt gearbeitet haben, dann haben Sie jetzt das Grundwissen, um Firefox OS und die Bedürfnisse Ihrer Kunden abzugleichen.<br><br>Ein Firefox-OS-Smartphone ist einfach zu benutzen, perfekt für Smartphone-Einsteiger und voll mit den Funktionen, die Kunden wollen und benötigen.<br><br>Und hinter allem steht Mozilla, was Firefox OS zur richtigen Wahl für jeden macht, der sich dafür engagiert, dass das Internet in Ihren Händen bleibt!</p>
it: <p>Se hai completato il percorso attraverso tutte le domande e i contenuti, hai a disposizione le basi per illustrare i vantaggi di Firefox OS ai tuoi clienti.<br><br>Facile da utilizzare, Firefox OS è perfetto per persone che non hanno mai utilizzato uno smartphone, offrendo allo stesso tempo tutte le funzioni di cui hanno bisogno.<br><br>Ed è realizzato da Mozilla, rendendo Firefox OS la naturale scelta per chiunque sia intenzionato a garantire agli utenti il pieno controllo del Web.</p>

source: <p>How do you access the Adaptive App Search feature on Firefox OS?</p>
de: <p>Wie greift man in Firefox OS auf die Funktion „Adaptive App-Suche“ zu?</p>
it: <p>Come si accede alla funzione ricerca adattiva delle app in Firefox OS?</p>

source: <p>That’s right! You simply swipe to the left to access the Adaptive App Search feature.</p>
de: <p>Ganz genau! Man wischt einfach nach links, um auf die Funktion „Adaptive App-Suche“ zuzugreifen.</p>
it: <p>Esatto. Basta scorrere verso sinistra per accedere alla ricerca adattiva delle app.</p>

source: <p>That’s not it. You simply swipe to the left to access the Adaptive App Search feature.</p>
de: <p>Leider nicht. Man wischt einfach nach links, um auf die Funktion „Adaptive App-Suche“ zuzugreifen.</p>
it: <p>Sbagliato. Basta scorrere verso sinistra per accedere alla ricerca adattiva delle app.</p>

source: <p>Which of the following apps is pre-loaded on every Firefox OS phone? Select all that apply.</p>
de: <p>Welche der folgenden Apps sind standardmäßig auf jedem Firefox-OS-Handy installiert? Wählen Sie alle Zutreffenden aus.</p>
it: <p>Quali delle seguenti app sono preinstallate su ogni telefono Firefox OS? Seleziona tutte le voci corrette.</p>

source: <p>That’s right! All of these apps come pre-loaded on every Firefox OS phone.</p>
de: <p>Ganz genau! Alle diese Apps sind standardmäßig auf jedem Firefox-OS-Handy installiert.</p>
it: <p>Esatto. Tutte queste app sono preinstallate su ogni telefono Firefox OS.</p>

source: <p>Actually, all of these apps come pre-loaded on every Firefox OS phone.</p>
de: <p>Nein, alle diese Apps sind standardmäßig auf jedem Firefox-OS-Handy installiert.</p>
it: <p>In realtà tutte queste app sono preinstallate su ogni telefono Firefox OS.</p>

source: <p>Actually, they're are more. All of these apps come pre-loaded on every Firefox OS phone.</p>
de: <p>Es sind sogar noch mehr. Alle diese Apps sind standardmäßig auf jedem Firefox-OS-Handy installiert.</p>
it: <p>In realtà ce ne sono di più. Tutte queste app sono preinstallate su ogni telefono Firefox OS.</p>

source: <p>When you type a word or subject that interests you using Adaptive App Search what happens? Select all that apply.</p>
de: <p>Was passiert, wenn Sie ein Wort oder Thema, das Sie interessiert, in die adaptive App-Suche eingeben? Wählen Sie alle Antworten aus, die zutreffen.</p>
it: <p>Che cosa succede quando digiti una parola o un argomento che ti interessa nella ricerca adattiva delle app? Seleziona tutte le risposte corrette.</p>

source: <p>That’s right. All of these are true of Adaptive App Search!</p>
de: <p>Ganz genau. Alle Aussagen treffen auf die adaptive App-Suche zu!</p>
it: <p>Esatto. Tutte le voci sono corrette quando si parla di ricerca adattiva.</p>

source: <p>Actually, all of these are true of Adaptive App Search!</p>
de: <p>Nein, alle Aussagen treffen auf die adaptive App-Suche zu!</p>
it: <p>In realtà tutte queste voci sono corrette quando si parla di ricerca adattiva.</p>

source: <p>Which of these customer responses indicate an ideal candidate for Firefox OS? Select all that apply.</p>
de: <p>Welche dieser Kundenantworten zeichnen einen idealen Kandidaten für Firefox OS aus? Wählen Sie alle zutreffenden aus.</p>
it: <p>Quale delle seguenti risposte dei clienti identificano un candidato ideale per Firefox OS? Seleziona tutte le risposta valide.</p>

source: <p>That’s right. All of these customers are ideal candidates for Firefox OS!</p>
de: <p>Ganz genau. Alle diese Kunden sind ideale Kandidaten für Firefox OS!</p>
it: <p>Esatto. Tutte le risposte identificano un candidato ideale per Firefox OS.</p>

source: <p>In fact, ALL of these customers are ideal candidates for Firefox OS!</p>
de: <p>Nein, ALLE diese Kunden sind ideale Kandidaten für Firefox OS!</p>
it: <p>In realtà tutte le risposte identificano un candidato ideale per Firefox OS.</p>

source: <p>Which Firefox OS feature does this icon represent?<br><br><br></p>
de: <p>Für welche Firefox-OS-Funktion steht dieses Symbol?<br><br><br></p>
it: <p>Quale funzione di Firefox OS rappresenta questa icona?<br><br><br></p>

source: <p>That’s right. This icon represents Contacts.</p>
de: <p>Ganz genau. Dieses Symbol steht für Kontakte.</p>
it: <p>Esatto. Questa icona rappresenta i contatti.</p>

source: <p>Actually, this icon represents Contacts.</p>
de: <p>Nein, dieses Symbol steht für Kontakte.</p>
it: <p>Sbagliato. Questa icona rappresenta i contatti.</p>

source: <p>Which Firefox OS feature does this represent?<br><br><br></p>
de: <p>Für welche Firefox-OS-Funktion steht dieses Symbol?<br><br><br></p>
it: <p>Quale funzione di Firefox OS rappresenta questa icona?<br><br><br></p>

source: <p>That’s right. This icon represents the Firefox browser.</p>
de: <p>Ganz genau. Dieses Symbol steht für den Firefox-Browser.</p>
it: <p>Esatto. Questa icona rappresenta il browser Firefox.</p>

source: <p>Actually, this icon represents the Firefox browser.</p>
de: <p>Nein, dieses Symbol steht für den Firefox-Browser.</p>
it: <p>Sbagliato. Questa icona rappresenta il browser Firefox.</p>

source: <p>That’s right. This icon represents Adaptive App Search.</p>
de: <p>Ganz genau. Dieses Symbol steht für die adaptive App-Suche.</p>
it: <p>Esatto. Questa icona rappresenta la ricerca adattiva delle app.</p>

source: <p>Actually, this icon represents the Adaptive App Search.</p>
de: <p>Nein, dieses Symbol steht für die adaptive App-Suche.</p>
it: <p>Sbagliato. Questa icona rappresenta la ricerca adattiva delle app.</p>

source: <p>Your customer wants to understand the biggest benefits of Firefox OS versus its competitors. Select all of the statements that apply.</p>
de: <p>Ihr Kunde möchte die größten Vorteile von Firefox OS gegenüber Mitbewerbern verstehen. Wählen Sie alle zutreffenden Aussagen aus.</p>
it: <p>I tuoi clienti vogliono capire i principali vantaggi di Firefox OS rispetto alla concorrenza. Seleziona tutte le risposte corrette.</p>

source: <p>That’s right. These statements are all true about Firefox OS.</p>
de: <p>Ganz genau. Diese Aussagen treffen alle auf Firefox OS zu.</p>
it: <p>Esatto. Tutte queste affermazioni su Firefox OS sono vere.</p>

source: <p>Actually, all of these are true except for the statement about “broadest selection of devices.” This may be true in the future, but it is not currently true.</p>
de: <p>Um genau zu sein stimmen alle diese Aussagen, außer der über die „breiteste Auswahl an Geräten“. Das stimmt vielleicht in Zukunft mal, aber momentan nicht.</p>
it: <p>In realtà sono tutte vere tranne l’affermazione sull’ampia gamma di dispositivi. Potrebbe essere corretto in futuro, ma non lo è in questo momento.</p>

source: <p>A customer tells you that smartphones seem complicated. What selling feature should you lead with?</p>
de: <p>Ein Kunde sagt Ihnen, dass Smartphones kompliziert zu sein scheinen. Welches Alleinstellungsmerkmal nennen Sie zuerst?</p>
it: <p>Un cliente ti dice che gli smartphone sono troppo complicati da utilizzare. Quale caratteristica dovresti descrivere per convincerlo?</p>

source: <p>That’s right. For a customer looking for a smartphone that is easy to use, Firefox OS is a great choice.</p>
de: <p>Ganz genau. Für einen Kunden, der nach einem einfach nutzbaren Smartphone sucht, ist Firefox OS eine hervorragende Wahl.</p>
it: <p>Esatto. Se un cliente sta cercando uno smartphone semplice da utilizzare, Firefox OS è la scelta perfetta.</p>

source: <p>Actually, for this customer, the best choice is to talk about how easy Firefox OS is to use.</p>
de: <p>Bei diesem Kunden ist es wohl am besten, darüber zu sprechen, wie einfach man Firefox OS verwenden kann.</p>
it: <p>In realtà per questo cliente sarebbe meglio parlare della semplicità d’uso di Firefox OS.</p>

source: <p>A customer tells you that she’s ready to move up from her old feature phone. What selling feature should you lead with?</p>
de: <p>Eine Kundin sagt Ihnen, dass Sie bereit ist, sich nach ihrem alten Feature-Phone ein neues Handy zu kaufen. Welches Alleinstellungsmerkmal nennen Sie zuerst?</p>
it: <p>Un cliente ti dice che è pronto a cambiare il vecchio telefono (non smartphone). Quale caratteristica dovresti descrivere per convincerlo?</p>

source: <p>That’s right. With a first time smart phone user, you should talk about its simplicity and features like Adaptive App Search.</p>
de: <p>Ganz genau. Bei einem Anwender, der noch nie ein Smartphone hatte sollten Sie über seine Einfachheit und Funktionen wie die „Adaptive App-Suche“ sprechen.</p>
it: <p>Esatto. Con un cliente che non ha mai posseduto uno smartphone dovresti parlare della semplicità d’uso e della ricerca adattiva delle app.</p>
