Repository: Chaasof/masterfirefoxos-l10n
Catalog: */LC_MESSAGES/django.po
Languages: de, it

source: <p>Actually, with a first time smart phone user, you should talk about its simplicity and features like Adaptive App Search.</p>
de: <p>Bei einem Kunden, der vorher noch kein Smartphone hatte, sollten Sie eher darüber sprechen, wie einfach es ist und über Funktionen wie die adaptive App-Suche.</p>
it: <p>In realtà con un cliente che non ha mai posseduto uno smartphone dovresti parlare della semplicità d’uso e della ricerca adattiva delle app.</p>

source: <p>A customer tells you that he uses Firefox as his desktop browser. With what selling feature should you lead?</p>
de: <p>Ein Kunde sagt Ihnen, dass er Firefox als Desktop-Browser verwendet. Welches Alleinstellungsmerkmal nennen Sie zuerst?</p>
it: <p>Un cliente ti dice che utilizza Firefox come browser sul proprio computer. Quale caratteristica dovresti descrivere per convincerlo?</p>

source: <p>That’s right. When you meet a Firefox fan, talk about how choosing Firefox OS helps to keep the Web free and open.</p>
de: <p>Ganz genau. Wenn Sie einen Firefox-Fan treffen, sprechen Sie darüber, dass die Entscheidung für Firefox OS dabei hilft, das Internet frei und offen zu halten.</p>
it: <p>Esatto. Quando incontri un fan di Firefox parlagli di come la scelta di Firefox OS dimostri il proprio impegno nel mantenere il pieno controllo del Web.</p>

source: <p>Actually, when you meet a Firefox fan, talk about how choosing Firefox OS helps to keep the Web free and open.</p>
de: <p>Wenn Sie einen Firefox-Fan treffen, sollten Sie eher darüber sprechen, dass die Entscheidung für Firefox OS hilft, das Internet frei und offen zu halten.</p>
it: <p>In realtà quando incontri un fan di Firefox, parlagli di come la scelta di Firefox OS dimostri il proprio impegno nel mantenere il pieno controllo del Web.</p>

source: <p>A customer says to you, “I’m looking for an easy way to stay in touch with my friends, but I don’t want to spend a lot of money.” Which of the following statements would be a good response? Select all that apply.</p>
de: <p>Ein Kunde sagt Ihnen „Ich suche eine einfache Möglichkeit, mit meinen Freunden in Kontakt zu bleiben, aber ich möchte nicht viel Geld ausgeben“. Welche der folgenden Aussagen wären eine gute Antwort? Wählen Sie alle Zutreffenden aus.</p>
it: <p>Un cliente ti dice “Sto cercando un modo semplice per rimanere in contatto con i miei amici, ma non voglio spendere molto”. Quale delle seguenti affermazioni potrebbe rappresentare una buona risposta? Seleziona tutte quelle valide.</p>

source: <p>That’s right. With this customer, highlight the great value of Firefox OS and the full feature set, including social apps that are preloaded on the phone.</p>
de: <p>Ganz genau. Bei diesem Kunden sollten Sie den großen Wert von Firefox und seine umfangreichen Funktionen hervorheben, darunter Apps für soziale Medien, die auf dem Handy vorinstalliert sind.</p>
it: <p>Esatto. Con questo cliente dovresti sottolineare il valore delle caratteristiche di Firefox OS, incluse app per i social network preinstallate sul dispositivo, il tutto a un buon prezzo.</p>

source: <p>That's not it. With this customer, be sure to highlight the great value of Firefox OS, and its full feature set, including social apps that are preloaded on the phone, all at great value.</p>
de: <p>Nicht ganz. Bei diesem Kunden sollten Sie den großen Wert von Firefox und seine umfangreichen Funktionen hervorheben, darunter Apps für soziale Medien, die auf dem Handy vorinstalliert sind, und das zu einem guten Preis.</p>
it: <p>Con questo cliente dovresti sottolineare il valore delle caratteristiche di Firefox OS, incluse app per i social network preinstallate sul dispositivo, il tutto a un buon prezzo.</p>

source: <p>A customer says, “I use Firefox on my home computer and I love it, but I didn’t know they had a smartphone OS. Why?” Which of the following statements would be the most appropriate response to this particular customer?</p>
de: <p>Ein Kunde sagt „Ich verwende Firefox auf meinem Heim-Computer und ich liebe ihn, aber ich wusste nicht, dass es da auch ein Betriebssystem für Smartphones gibt. Warum?“ Welche der folgenden Aussagen wäre die passendste Antwort für diesen Kunden?</p>
it: <p>Un cliente ti dice “Utilizzo Firefox sul computer di casa e mi piace, ma non avevo idea che esistesse anche uno smartphone targato Firefox. Perché?”. Quali delle seguenti affermazioni rappresentano una risposta appropriata per questo particolare cliente?</p>

source: <p>That’s right. This customer seems like a Firefox fan. Talk about how the Firefox OS phones, made by Mozilla, are part of keeping the Web free and open. And while all of these statements are true, only this one is the best response for this particular customer.</p>
de: <p>Ganz genau. Dieser Kunde scheint Firefox-Fan zu sein. Sprechen Sie darüber, dass die von Mozilla entwickelten Firefox-OS-Handys dabei helfen, das Internet frei und offen zu halten. Auch wenn alle dieser Aussagen wahr sind, ist nur diese die beste Antwort für diesen Kunden.</p>
it: <p>Esatto. Questo cliente sembra un fan di Firefox. Parlagli di come i telefoni Firefox OS, realizzati da Mozilla, rappresentino l'impegno a mantenere il controllo del Web nelle mani degli utenti. E nonostante tutte le affermazioni siano vere, questa è la migliore risposta per questo tipo di cliente.</p>

source: <p>All of these statements are true, but only one is the best response for this particular customer, who seems to be a Firefox fan. Talk about how the Firefox OS phones, made by Mozilla, are part of keeping the Web free and open.</p>
de: <p>Alle diese Aussagen sind wahr, aber nur eine ist die beste Antwort für diesen Kunden, der ein Firefox-Fan zu sein scheint. Sprechen Sie darüber, dass die von Mozilla entwickelten Firefox-OS-Handys dabei helfen, das Internet frei und offen zu halten.</p>
it: <p>Tutte le risposte sono vere, ma solo una è la migliore per un cliente che sembra essere un fan di Firefox. Parlagli di come i telefoni Firefox OS, realizzati da Mozilla, costituiscano un importante tassello dell’impegno a mantenere il controllo del Web nelle mani degli utenti.</p>

source: <p>Which of the following statements about Adaptive App Search are true? Select all that apply.</p>
de: <p>Welche der folgenden Aussagen über die adaptive App-Suche sind wahr? Wählen Sie alle Zutreffenden aus.</p>
it: <p>Quali delle seguenti affermazioni sulla ricerca adattiva delle app sono vere? Seleziona tutte quelle valide.</p>

source: <p>That’s right. Adaptive App Search anticipates your needs better than any other phone.</p>
de: <p>Ganz genau. Die adaptive App-Suche ahnt Ihre Bedürfnisse besser voraus als jedes andere Handy.</p>
it: <p>La ricerca adattiva delle app anticipa le tue necessità meglio di qualunque altro telefono.</p>

source: <p>That’s not it. Three of these are correct. While Adaptive App Search anticipates your needs better than any other phone, it does NOT work just like Web search on Firefox browsers.</p>
de: <p>Nicht ganz. Drei dieser Aussagen sind korrekt. Die adaptive App-Suche ahnt Ihre Bedürfnisse zwar besser voraus als jedes andere Handy, sie funktioniert aber NICHT „genau wie die Web-Suche in Firefox-Browsern“.</p>
it: <p>Non esattamente. Tre di queste affermazioni sono corrette. Nonostante la ricerca adattiva delle app sia in grado di anticipare le tue necessità meglio di qualunque altro telefono, NON funziona esattamente come la ricerca sul Web nei browser Firefox.</p>

source: <p>That’s quite not it. Three of these are correct. While Adaptive App Search anticipates your needs better than any other phone, it does NOT work just like Web search on Firefox browsers.</p>
de: <p>Nein. Drei dieser Aussagen sind korrekt. Die adaptive App-Suche ahnt Ihre Bedürfnisse zwar besser voraus als jedes andere Handy, sie funktioniert aber NICHT genau wie die Web-Suche in Firefox-Browsern.</p>
it: <p>Sbagliato. Tre di queste affermazioni sono corrette. Nonostante la ricerca adattiva delle app sia in grado di anticipare le tue necessità meglio di qualunque altro telefono, NON funziona esattamente come la ricerca sul Web nei browser Firefox.</p>

source: <p>While all of the these statements are true, which two responses would be most useful to a first-time smartphone customer?</p>
de: <p>Alle diese Aussagen sind zwar wahr, aber welche wäre die hilfreichste für einen Kunden, der zum ersten Mal ein Smartphone kauft?</p>
it: <p>Anche se tutte le seguenti affermazioni sono corrette, scegli le due risposte più adatte per un cliente che acquista il suo primo smartphone.</p>

source: <p>That’s right. A first time smartphone user will be most interested in ease of use.</p>
de: <p>Ganz genau. Jemand, der zum ersten Mal ein Smartphone verwendet, interessiert sich am meisten für die einfache Bedienbarkeit.</p>
it: <p>Esatto. Un cliente che acquista il suo primo smartphone sarà interessato alla semplicità di utilizzo.</p>

source: <p>Not quite. A first time smartphone user will be most interested in ease of use.</p>
de: <p>Nicht ganz. Ein Kunde, der vorher noch kein Smartphone verwendet hat, interessiert sich vor allem für die einfache Bedienung.</p>
it: <p>Non esattamente. Un cliente che acquista il suo primo smartphone sarà interessato alla semplicità di utilizzo.</p>

source: <p>That’s right! This icon represents SMS—or text messaging.</p>
de: <p>Ganz genau! Dieses Symbol steht für SMS – oder Textnachrichten.</p>
it: <p>Esatto. Questa icona rappresenta gli SMS (o messaggi di testo).</p>

source: <p>Actually, this icon represents SMS—or text messaging.</p>
de: <p>Nein, dieses Symbol steht für SMS – oder Textnachrichten.</p>
it: <p>Sbagliato. Questa icona rappresenta gli SMS (o messaggi di testo).</p>

source: <p>With Adaptive App Search, you can use an app once, quickly and easily, without installing it. If you want to use it again later, it’s easy to add it to your homescreen.</p>
de: <p>Mit der adaptiven App-Suche können Sie eine App schnell und einfach einmal verwenden, ohne sie zu installieren. Wenn Sie sie später erneut verwenden möchten, können Sie sie ganz einfach zu Ihrem Startbildschirm hinzufügen.</p>
it: <p>Con la ricerca adattiva delle app puoi utilizzare un’app una sola volta, in modo semplice e veloce, senza installarla. Se vuoi utilizzarla più avanti, è semplice aggiungerla alla schermata principale.</p>

source: <p>That’s right!</p>
de: <p>Ganz genau!</p>
it: <p>Esatto.</p>

source: <p>Actually, this is true.</p>
de: <p>Nein, diese Aussage stimmt.</p>
it: <p>In realtà è vero.</p>

source: <p>What’s the best response to this customer’s objection? “I’ve heard there are not many apps.”</p>
de: <p>Was ist die beste Antwort auf diese Kritik eines Kunden? „Ich habe gehört, dass es nur wenige Apps gibt.“</p>
it: <p>Qual è la risposta migliore all’obiezione del cliente: “Ho sentito dire che non ci sono molte app.”?</p>

source: <p>That’s right.</p>
de: <p>Ganz genau.</p>
it: <p>Esatto.</p>

source: <p>Not quite, the best response to this objection is to talk about all the apps that are available.</p>
de: <p>Nicht ganz, die beste Antwort auf diese Kritik ist es, über die vielen verfügbaren Apps zu sprechen.</p>
it: <p>La risposta migliore a questa obiezione è parlare di tutte le app disponibili.</p>

source: <p>What’s the best response to this customer’s objection?<br>“I’ve never heard of Firefox OS phones.”</p>
de: <p>Was ist die beste Antwort auf diese Kritik eines Kunden?<br>„Ich habe noch nie von Firefox-OS-Handys gehört.“</p>
it: <p>Qual è la risposta migliore a questa obiezione del cliente?<br>“Non ho mai sentito parlare di telefoni Firefox OS.”</p>

source: <p>Actually, the best response to this objection is to talk about the experience of the Mozilla community that is behind Firefox OS.</p>
de: <p>Eigentlich ist es die beste Antwort auf diese Kritik, über die Erfahrung der Mozilla-Gemeinschaft zu sprechen, die hinter Firefox OS steht.</p>
it: <p>La risposta migliore a questa obiezione è descrivere l’esperienza della comunità Mozilla che supporta Firefox OS.</p>

source: <p>What’s the best response to this customer’s objection?<br>“How do I know this new phone is safe?”</p>
de: <p>Was ist die beste Antwort auf diese Kritik eines Kunden?<br>„Woher weiß ich, dass dieses neue Handy sicher ist?“</p>
it: <p>Qual è la risposta migliore a questa obiezione del cliente?<br>“Come faccio a sapere se questo telefono è sicuro?”?</p>

source: <p>Actually, the best response to this objection is to talk about the robust security model.</p>
de: <p>Eigentlich ist es die beste Antwort auf diese Kritik, über das robuste Sicherheitsmodell zu sprechen.</p>
it: <p>La risposta migliore a questa obiezione è descrivere il modello di sicurezza.</p>

source: <p>Swipe to the left.</p>
de: <p>Nach links wischen</p>
it: <p>Scorri verso sinistra</p>

source: <p>Click on the home button.</p>
de: <p>Auf die Startschaltfläche tippen</p>
it: <p>Premi il pulsante home</p>

source: <p>Open Firefox Marketplace.</p>
de: <p>Den Firefox Marketplace öffnen</p>
it: <p>Apri Firefox Marketplace</p>

source: <p>Open the Firefox browser.</p>
de: <p>Den Firefox-Browser öffnen</p>
it: <p>Apri il browser Firefox</p>

source: <p>Firefox browser</p>
it: <p>Browser Firefox</p>

source: <p>Camera and Gallery</p>
de: <p>Kamera und Galerie</p>
it: <p>Fotocamera e Galleria</p>

source: <p>Email and SMS</p>
de: <p>E-Mail und SMS</p>
it: <p>Email e SMS</p>

source: <p>FM Radio</p>
de: <p>UKW-Radio</p>
it: <p>Radio FM</p>

source: <p>Music Player</p>
de: <p>Musikwiedergabe</p>
it: <p>Riproduttore musicale</p>

source: <p>HERE Maps</p>
it: <p>Mappe HERE</p>

source: <p>Results from around the Web are displayed like apps on your phone.</p>
de: <p>Ergebnisse aus dem ganzen Internet werden wie Apps auf Ihrem Handy angezeigt.</p>
it: <p>Risultati da tutto il Web vengono visualizzati come delle app sul tuo telefono.</p>

source: <p>Your background image changes instantly to reveal popular photos from the Web.</p>
de: <p>Ihre Hintergrundgrafik ändert sich sofort, um beliebte Fotos aus dem Internet anzuzeigen.</p>
it: <p>Lo sfondo cambia immediamente per mostrare foto popolari sul Web.</p>

source: <p>Results include relevant maps, pictures, music, news, videos, Twitter feeds and more.</p>
de: <p>Zu den Ergebnissen gehören relevante Karten, Bilder, Musik, Nachrichten, Twitter-Feeds und mehr.</p>
it: <p>I risultati includono mappe, foto, musica, notizie, video, aggiornamenti di Twitter e altro ancora.</p>

source: <p>Tens of thousands of Web apps from around the world are searched instantly.</p>
de: <p>Zehntausende Web-Apps aus der ganzen Welt werden sofort durchsucht.</p>
it: <p>Viene effettuata una ricerca tra decine di migliaia di applicazioni web in tutto il mondo.</p>

source: <p>I’ve never used a smartphone before.</p>
de: <p>Ich habe noch nie ein Smartphone verwendet.</p>
it: <p>Non ho mai utilizzato una smartphone prima d’ora.</p>

source: <p>I’m looking for the best value for my money.</p>
de: <p>Ich suche nach einem guten Preis-Leistungs-Verhältnis.</p>
it: <p>Sto cercando il miglior rapporto qualità/prezzo.</p>

source: <p>I want a smartphone that is truly easy to use.</p>
de: <p>Ich möchte ein Smartphone, das sich ganz einfach bedienen lässt.</p>
it: <p>Voglio uno smartphone che sia veramente semplice da utilizzare.</p>

source: <p>I’m a Firefox fan.</p>
de: <p>Ich bin ein Firefox-Fan.</p>
it: <p>Sono un fan di Firefox.</p>

source: <p>Contacts</p>
de: <p>Kontakte</p>
it: <p>Contatti</p>

source: <p>Adaptive App Search</p>
de: <p>Adaptive App-Suche</p>
it: <p>Ricerca adattiva delle app</p>

source: <p>With Adaptive App Search, Firefox OS adapts to your needs better than any other phone.</p>
de: <p>Mit der adaptiven App-Suche passt sich Firefox besser an Sie an als jedes andere Handy.</p>
it: <p>Grazie alla ricerca adattiva delle app Firefox OS è in grado di adattarsi alle tue esigenze meglio di qualunque altro telefono.</p>

source: <p>With the Firefox Marketplace and dozens of preloaded apps, like email, maps, Facebook, a camera, music, and more, Firefox OS is packed with the features you’d expect in a smartphone.</p>
de: <p>Mit dem Firefox Marketplace und dutzender standardmäßiger Apps, wie E-Mail, Karte, Facebook, einer Kamera, Musik und weiteren, ist Firefox OS voll von Funktionen, die Sie von einem Smartphone erwarten würden.</p>
it: <p>Grazie a Firefox Marketplace e decine di app preinstallate, come email, mappe, Facebook, fotocamera, musica e altro ancora, Firefox OS include tutte le caratteristiche che ti aspetti da uno smartphone.</p>

source: <p>Since it is built by Firefox, you can feel confident that Firefox OS is backed by a global community working on your behalf and with your interests in mind.</p>
de: <p>Da es von Firefox entwickelt wird, können Sie sicher sein, dass hinter Firefox OS eine weltweite Gemeinschaft steht, die für Sie arbeitet und Ihre Interessen im Sinn hat.</p>
it: <p>Essendo realizzato da Mozilla puoi essere sicuro che Firefox OS è supportato da una comunità globale che lavora per te e costantemente in difesa dei tuoi interessi.</p>

source: <p>Firefox OS gives you the broadest selection of devices on the market today.</p>
de: <p>Mit Firefox OS haben Sie die größte Auswahl von Geräten auf dem heutigen Markt.</p>
it: <p>Firefox OS offre la più ampia gamma di dispositivi sul mercato.</p>

source: <p>Firefox OS is the easiest smartphone to get started with. Your favorite apps are already preloaded and you can easily import your friends from Facebook, too.</p>
de: <p>Firefox OS ist das einfachste Smartphone für den Anfang. Ihre Lieblings-Apps sind standardmäßig dabei und Sie können auch einfach Ihre Facebook-Freunde importieren.</p>
it: <p>Firefox OS è lo smartphone più semplice con cui iniziare. Le tue app preferite sono preinstallate e puoi anche importare i tuoi amici da Facebook.</p>

source: <p>If you love Firefox browsers, you’ll love Firefox OS phones. Choosing Firefox OS keeps the power of the Web in your hands.</p>
de: <p>Wenn Sie Firefox-Browser lieben, werden Sie auch Firefox-OS-Handys lieben. Mit der Entscheidung für Firefox OS behalten Sie die Kraft des Internets in Ihren Händen.</p>
it: <p>Se ti piace Firefox, ti innamorerai dei telefoni Firefox OS. Scegliendo Firefox OS hai tutto il potere del Web nelle tue mani.</p>

source: <p>Firefox OS gives you the most value for your money, with everything you expect — camera, email, apps, music, maps and more — at the most competitive prices. Plus, Adaptive App Search feature makes it easy to find the apps you really need, when you need it.</p>
de: <p>Mit Firefox OS bekommen Sie das Meiste für Ihr Geld und alles, was Sie erwarten – Kamera, E-Mail, Apps, Musik, Karten und mehr – zu günstigsten Preisen. Außerdem erleichtert es Ihnen die Funktion „Adaptive App-Suche“, die Apps, die Sie brauchen, zum richtigen Zeitpunkt zu finden.</p>
it: <p>Firefox OS offre il massimo rapporto qualità/prezzo. Include tutte le funzioni che ti aspetti da uno smartphone — fotocamera, email, app, musica, mappe e molto altro ancora — al prezzo più competitivo. Senza contare la ricerca adattiva delle app che ti permette di trovare le app di cui hai bisogno al momento giusto.</p>

source: <p>Firefox OS is the easiest smartphone to get started with. Your favorite apps are already preloaded and you can easily import your friends from Facebook too.</p>
de: <p>Firefox OS ist das einfachste Smartphone für den Anfang. Ihre Lieblings-Apps sind standardmäßig dabei und Sie können auch einfach Ihre Facebook-Freunde importieren.</p>
it: <p>Firefox OS è lo smartphone più semplice con cui iniziare. Le tue app preferite sono preinstallate e puoi anche importare i tuoi amici da Facebook.</p>

source: <p>The Firefox OS smartphone includes all the features that you’d expect, including SMS, Facebook, email, maps and more, all at a better value.</p>
de: <p>Das Firefox-OS-Smartphone verfügt über alle Funktionen, die Sie erwarten würden, darunter SMS, Facebook, E-Mail, Karten und mehr, alles zu einem günstigen Preis.</p>
it: <p>Uno smartphone Firefox OS include tutte le caratteristiche che ti aspetti in uno smartphone, come SMS, Facebook, email, mappe a altro ancora, il tutto con un miglior rapporto qualità/prezzo.</p>

source: <p>Facebook is preloaded on every Firefox OS device and you can import your Facebook contacts easily!</p>
de: <p>Facebook ist auf jedem Firefox-OS-Gerät vorinstalliert und Sie können ganz einfach Ihre Facebook-Kontakte importieren!</p>
it: <p>Facebook è preinstallato su ogni dispositivo Firefox OS e puoi importare facilmente i tuoi contatti.</p>

source: <p>The Firefox Marketplace features thousands of apps for free or at very low prices.</p>
de: <p>Der Firefox Marketplace bietet Tausende von Apps entweder kostenlos, oder zu sehr niedrigen Preisen.</p>
it: <p>Firefox Marketplace offre migliaia di app gratuite o a prezzi molto bassi.</p>

source: <p>Every Firefox phone includes the Firefox browser, the fast, smart and safe way to get online.</p>
de: <p>Jedes Firefox-Handy verfügt über den Firefox-Browser, der schnelle, intelligente und sichere Weg ins Internet.</p>
it: <p>Ogni telefono Firefox OS include il browser Firefox, il modo più veloce, intelligente e sicuro per andare online.</p>

source: <p>Firefox OS includes all the same features you’ll find in competitive smartphones and gives you more value for the money.</p>
de: <p>Firefox OS verfügt über die gleichen Funktionen, die Sie auch bei Smartphones von der Konkurrenz finden und liefert Ihnen mehr Wert für gleiches Geld.</p>
it: <p>Firefox OS include tutte le caratteristiche presenti negli smartphone concorrenti e ti garantisce un miglior rapporto qualità/prezzo.</p>

source: <p>Mozilla, the maker of Firefox, built a smartphone OS to keep the Web accessible to all. And since Firefox OS is entirely built in HTML5, you get instant access to thousands of apps ready for the web.</p>
de: <p>Mozilla, die Entwickler von Firefox, haben ein Betriebssystem für Smartphones entwickelt, um das Internet für alle zugänglich zu halten. Firefox OS wurde komplett in HTML5 entwickelt, daher erhalten Sie direkten Zugang zu Tausenden von Apps, die bereits für das Web entwickelt wurden.</p>
it: <p>Mozilla, il creatore di Firefox, ha realizzato un sistema operativo per smartphone per mantenere il Web accessibile a tutti. Dal momento che Firefox OS è realizzato in HTML5, hai automaticamente accesso a migliaia di app già realizzate per il Web.</p>

source: <p>A unique feature included in every Firefox OS smartphone.</p>
de: <p>Eine einzigartige Funktion, die es in jedem Firefox-OS-Smartphone gibt.</p>
it: <p>Una caratterisca unica inclusa in tutti gli smartphone Firefox OS.</p>

source: <p>Works just like Web search on Firefox browsers.</p>
de: <p>Funktioniert genau wie die Web-Suche in Firefox-Browsern.</p>
it: <p>Funziona esattamente come la ricerca nei browser Firefox.</p>

source: <p>Results include photos, video, music, news, maps and more.</p>
de: <p>Enthält als Ergebnisse Fotos, Video, Musik, Nachrichten, Karten und mehr.</p>
it: <p>I risultati includono foto, video, musica, notizie, mappe e molto altro ancora.</p>

source: <p>Results are instantly usable — you don’t have to download the app first.</p>
de: <p>Ergebnisse sind sofort nutzbar – Sie müssen nicht erst die App herunterladen.</p>
it: <p>I risultati sono immediatamente utilizzabili, nessun bisogno di scaricare un’app.</p>

source: <p>You can easily import contacts from Facebook to your Firefox OS phone.</p>
de: <p>Sie können einfach Kontakte von Facebook in Ihr Firefox-OS-Handy importieren.</p>
it: <p>Puoi importare facilmente i tuoi contatti da Facebook nel tuo telefono Firefox OS.</p>
