Repository: Chaasof/masterfirefoxos-l10n
Catalog: */LC_MESSAGES/django.po
Languages: de, it

source: <p>Firefox OS gives you access to popular, big name apps, as well as local content that means the most to you.</p>
de: <p>Mit Firefox OS haben Sie Zugang zu beliebten Apps bekannter Anbieter sowie lokalen Inhalten, die Ihnen am wichtigsten sind.</p>
it: <p>Firefox OS ti permette di accedere alle app di grandi nomi, così come ai contenuti locali più significativi per te.</p>

source: <p>Firefox OS isn’t cluttered with more than you need. It gives you what you’d expect in a smartphone, with an easy-to-use interface that makes it easy to get started.</p>
de: <p>Firefox OS ist nicht mit mehr vollgestopft als Sie brauchen. Es gibt Ihnen, was Sie von einem Smartphone erwarten, und hat eine einfach zu steuernde Benutzeroberfläche, welche die ersten Schritte erleichtert.</p>
it: <p>Firefox OS non è appesantito da funzioni che non ti servono. Ti offre tutto ciò che ti aspetti da uno smartphone, con un’interfaccia semplice da utilizzare e che semplifica i primi passi.</p>

source: <p>Firefox OS is built entirely using HTML5 and open Web standards.</p>
de: <p>Firefox OS wurde komplett mit HTML5 und Standards des offenen Web entwickelt.</p>
it: <p>Firefox OS è realizzato interamente con HTML5 e standard web aperti.</p>

source: <p>True</p>
de: <p>Wahr</p>
it: <p>Vero</p>

source: <p>False</p>
de: <p>Falsch</p>
it: <p>Falso</p>

source: <p>New and backed by a global community working to help keep the Web accessible to all.</p>
de: <p>Neu und mit Unterstützung einer weltweiten Gemeinschaft, die daran arbeitet, das Internet für alle zugänglich zu halten.</p>
it: <p>È un sistema nuovo e supportato da una comunità globale che si impegna per rendere il Web accessibile a tutti.</p>

source: <p>Every phone has access to over 20,000 free and paid apps at launch, including some of the most popular global apps today.</p>
de: <p>Jedes Handy hat beim Start Zugang zu über 20 000 kostenlosen und kostenpflichtigen Apps, darunter einige der heute beliebtesten Apps weltweit.</p>
it: <p>Ogni telefono ha accesso a oltre 20.000 app gratuite o a pagamento, incluse alcune delle app più popolari.</p>

source: <p>A robust security model that is battle-hardened from more than a decade of supporting the Open Web.</p>
de: <p>Ein robustes Sicherheitsmodell, das in über einem Jahrzehnt der Unterstützung für das offene Web erprobt wurde.</p>
it: <p>Un modello di sicurezza affidabile, perfezionato in oltre dieci anni di supporto dell’Open Web.</p>

source: <p>Packed with the features that made you want a smartphone in the first place.</p>
de: <p>Voller Funktionen, wegen denen Sie überhaupt ein Smartphone verwenden möchten.</p>
it: <p>Include tutte le funzioni che ti fanno desiderare uno smartphone.</p>

source: <p>Access to over 20,000 free and paid apps at launch, including some of the most popular global apps today.</p>
de: <p>Zugang zu über 20 000 kostenlosen und kostenpflichtigen Apps beim Start, darunter einige der heute beliebtesten Apps weltweit.</p>
it: <p>Accesso a oltre 20.000 app gratuite o a pagamento, incluse alcune delle app più popolari.</p>

source: <p>A robust security model that is battle-hardened from more than a decade of supporting the Open Web. Designed to protect the user and system from malicious applications and content, it also protects applications from each other.</p>
de: <p>Ein robustes Sicherheitsmodell, das in über einem Jahrzehnt der Unterstützung für das offene Web erprobt wurde. Entwickelt, um den Anwender und das System vor schädlichen Anwendungen und Inhalten zu schützen.</p>
it: <p>Un modello di sicurezza affidabile, perfezionato in oltre dieci anni di supporto dell’Open Web. Progettato per proteggere l’utente e il sistema da applicazioni e contenuti malevoli, è in grado di proteggere un’applicazione dalle altre.</p>

source: Which Version Do I Have?
de: Welche Version verwenden Sie?
it: Quale versione sto utilizzando?

source: <ol> <li>Open the Settings app on your device.</li> <li>Scroll down and select <strong>Device information</strong>.</li> <li>On the Device information screen, look for the version numbers under <em>Software</em>. <ul> <li><em>Firefox OS 1.0.1.0</em> means you have version 1.0.1</li> <li><em>Firefox OS 1.1.0.0</em> means you have version 1.1</li> </ul> </li> </ol>
de: <ol> <li>Öffnen Sie die Einstellungs-App auf Ihrem Gerät.</li> <li>Blättern Sie nach unten und wählen Sie <strong>Geräteinformationen</strong>.</li> <li>Sehen Sie auf dem Geräteinformationsbildschirm nach den Versionsnummern unter <em>Software</em>. <ul> <li><em>Firefox OS 1.0.1.0</em>bedeutet, dass Sie Version 1.0.1 verwenden</li> <li><em>Firefox OS 1.1.0.0</em> bedeutet, dass Sie Version 1.1 verwenden.</li> </ul> </li> </ol>
it: <ol> <li>Apri Impostazioni sul dispositivo.</li> <li>Scorri verso il basso e seleziona <strong>Info sul dispositivo</strong>.</li> <li>Nella schermata successiva cerca il numero di versione sotto <em>Software</em>. <ul> <li><em>Firefox OS 1.0.1.0</em> significa che la versione in uso è la 1.0.1</li> <li><em>Firefox OS 1.1.0.0</em> significa che la versione in uso è la 1.1</li> </ul> </li> </ol>

source: <p>Your customers’ needs are always changing. That’s why Firefox OS does the same — adapting so your customers can live every moment to its fullest.<br><br>Firefox OS devices are perfect for new smartphone users — easy to use and full of all the features that customers expect. And because Firefox OS devices are powered by Mozilla, they’re the perfect choice for anyone committed to keeping the Web open for all.</p>
de: <p>Die Bedürfnisse Ihrer Kunden ändern sich ständig. Deswegen tut Firefox OS das gleiche – es passt sich den Bedürfnissen Ihrer Kunden an, damit sie jeden Augenblick voll ausleben können.<br><br>Firefox-OS-Geräte sind einfach zu verwenden, sind perfekt für Smartphone-Einsteiger und voll mit den Funktionen, die Kunden erwarten. Und weil hinter den den Firefox-OS-Geräten Mozilla steht, sind sie die richtige Wahl für jeden, der sich dafür einsetzt, dass das Internet eine für alle zugängliche öffentliche Ressource bleibt.</p>
it: <p>Le necessità dei tuoi clienti sono in costante evoluzione. Gli smartphone Firefox OS si adattano alle loro esigenze per consentirgli di vivere ogni istante al massimo.<br><br>Facili da utilizzare, sono perfetti per chi è al primo smartphone e hanno tutte le caratteristiche che i clienti si aspettano. Realizzati da Mozilla, i dispositivi Firefox OS sono la scelta giusta per chiunque ritenga che il Web debba rimanere una risorsa pubblica e disponibile per tutti.</p>

source: <h2>Demonstrations That Matter</h2> <p>Demonstrating the features of Firefox OS and how easy it is to use will be your best selling tool.<br><br>Browse the demonstration videos below to get started.</p>
de: <h2>Entscheidende Vorführungen</h2> <p>Eine Vorführung der Funktionen von Firefox OS und seiner einfachen Bedienbarkeit ist Ihr bestes Verkaufsargument.<br><br>Sehen Sie sich für den Anfang die folgenden Vorführvideos an.</p>
it: <h2>Dimostrazioni significative</h2> <p>Una dimostrazione delle caratteristiche e della semplicità d’uso di Firefox OS è il migliore strumento di vendita a tua disposizione.<br><br>Dai un’occhiata ai video dimostrativi per iniziare.</p>

source: Easy to use
de: Einfach zu bedienen
it: Facile da utilizzare

source: Marketplace and Adaptive App Search
de: HERE Maps
it: Marketplace e ricerca adattiva delle app

source: Rich Media Experience
de: Reichhaltiges Medienerlebnis
it: Ricca esperienza multimediale

source: Social and Contact Sync
de: Marketplace
it: Social e sincronizzazione dei contatti

source: <h2>Who is your ideal Firefox customer?</h2> <p>Understanding your customer’s needs and knowing how to respond on the spot is critical to any sales opportunity.<br><br>Check out the common customer segments below, then drag the bar to learn how to best respond to each of their unique needs.</p>
de: <h2>Wer ist der ideale Firefox-OS-Kunde?</h2> <p>Das Verständnis für die Bedürfnisse Ihres Kunden und eine schnelle Reaktion darauf sind Grundvoraussetzungen für jede Verkaufsgelegenheit.<br><br>Sehen Sie sich die folgenden häufigen Kundensegmente an und ziehen Sie die Leiste, um zu erfahren, wie Sie auf die jeweiligen besonderen Bedürfnisse am besten reagieren.</p>
it: <h2>Chi è il cliente ideale di Firefox?</h2> <p>Capire le esigenze dei tuoi clienti e sapere come rispondere è fondamentale per qualunque opportunità di vendita.<br><br>Consulta le sezioni dedicate alle varie tipologie di cliente e trascina la barra per scoprire la risposta più adatta per ciascuna delle loro esigenze.</p>

source: <h3><em>"I have never had a smartphone."</em></h3> <p><strong>Here’s what you can say:</strong></p> <p>Firefox OS is the best choice for first time smartphone users. It’s super easy to use and it adapts to your needs better than any other phone, so you get more of what you need with less time searching. Plus, it’s packed with all the features you’d expect, from Camera, to Email, apps from the Firefox Marketplace, Music and more.</p>
de: <h3><em>„Ich hatte noch nie ein Smartphone.“</em></h3> <p><strong>Das können Sie sagen:</strong></p> <p>Firefox OS ist die beste Wahl für Smartphone-Einsteiger. Es lässt sich ganz einfach bedienen und passt sich Ihren Bedürfnissen besser an als jedes andere Handy, sodass Sie mehr von dem erhalten, was Sie benötigen, ohne viel Zeit mit Suchen zu verbringen. Außerdem verfügt es über alle Funktionen, die Sie erwarten würden, von Kamera bis E-Mail, Apps aus dem Firefox Marketplace, Musik und mehr.</p>
it: <h3><em>“Non ho mai posseduto uno smartphone.”</em></h3> <p><strong>Ecco cosa puoi rispondere:</strong></p> <p>Firefox OS è la scelta migliore per gli utenti che non hanno mai posseduto uno smartphone. È incredibilmente semplice da usare e si adatta alle tue esigenze meglio di qualunque altro telefono, così potrai trovare tutto ciò che ti serve in minor tempo. Senza dimenticare che include tutte le funzioni che ti aspetti da uno smartphone: fotocamera, email, app da Firefox Marketplace, musica e molto altro ancora.</p>

source: <h3><em>"I want a good deal."</em></h3> <p><strong>Here’s what you can say:</strong></p> <p>Firefox OS gives you the most value for your money. It has everything you expect in a smartphone — camera, email, apps from the Firefox Marketplace, music and more — at the most competitive prices.</p>
de: <h3><em>„Ich möchte etwas für mein Geld.“</em></h3> <p><strong>Das können Sie sagen:</strong></p> <p>Mit Firefox OS bekommen Sie das Meiste für Ihr Geld. Es hat alles, was Sie von einem Smartphone erwarten – Kamera, E-Mail, Apps aus dem Firefox Marketplace, Musik und mehr – und das zu günstigsten Preisen.</p>
it: <h3><em>“Sto cercando un buon affare”</em></h3> <p><strong>Ecco cosa puoi rispondere:</strong></p> <p>Firefox OS offre il massimo rapporto qualità/prezzo. Include tutte le funzioni che ti aspetti da uno smartphone — fotocamera, email, app da Firefox Marketplace, musica e molto altro ancora — al prezzo più competitivo.</p>

source: <h3><em>"It needs to be easy to use."</em></h3> <p><strong><strong>Here’s what you can say:</strong></strong></p> <p>Firefox OS is the easiest smartphone you’ll ever use.<br><br>Adaptive App Search helps you find the things you need simply — and instantly. The user interface is so intuitive, you will be able to quickly discover and easily download your favorite apps in no time.</p>
de: <h3><em>„Es muss sich einfach verwenden lassen“.</em></h3> <p><strong><strong>Das können Sie sagen:</strong></strong></p> <p>Firefox OS ist das am einfachsten zu bedienende Smartphone, das Sie je verwenden werden.<br><br>Die adaptive App-Suche hilft Ihnen, einfach – und sofort – das Gesuchte zu finden. Die Benutzeroberfläche ist so intuitiv, dass Sie Ihre Lieblings-Apps schnell finden und herunterladen können.</p>
it: <h3><em>“Deve essere semplice da utilizzare.”</em></h3> <p><strong>Ecco cosa puoi rispondere:</strong></p> <p>Firefox OS è lo smartphone più semplice per iniziare.<br><br>La ricerca adattiva delle app ti permette di trovare tutto ciò che ti serve, in modo semplice e veloce. L’interfaccia utente è così intuitiva che in pochi istanti sarai in grado di trovare e scaricare le tue app preferite e sarai pronto per iniziare.</p>

source: <h3><em>"I love firefox!"</em></h3> <p><strong><strong>Here’s what you can say:</strong></strong></p> <p>If you know and love Firefox, you’ll love Firefox OS. Firefox OS smartphones are entirely HTML5-based, bringing the best of the Web to your phone. Plus, Firefox OS is designed by a community dedicated to keeping the Web accessible to all. When you choose Firefox OS, you have the full power of the Web in your hands.</p>
de: <h3><em>„Ich liebe Firefox!“</em></h3> <p><strong><strong>Das können Sie sagen:</strong></strong></p> <p>Wenn Sie Firefox kennen und lieben, werden Sie auch Firefox OS lieben. Firefox OS Smartphones basieren komplett auf HTML5 und bringen so das Beste des Internets auf Ihr Handy. Außerdem wird Firefox OS von einer Gemeinschaft entwickelt, die sich dafür einsetzt, dass das Internet für alle zugänglich bleibt. Wenn Sie sich für Firefox OS entscheiden, haben Sie die geballte Macht des Internets in Ihren Händen.</p>
it: <h3><em>“Adoro Firefox!”</em></h3> <p><strong>Ecco cosa puoi rispondere:</strong></p> <p>Se conosci e ti piace Firefox, ti innamorerai di Firefox OS. Gli smartphone Firefox OS sono interamente basati su HTML5, portando il meglio del Web sul tuo telefono. Senza dimenticare che Firefox OS è sviluppato da una comunità che si impegna a mantenere il Web accessibile a tutti. Scegliendo Firefox OS hai tutto il potere del Web nelle tue mani.</p>

source: <h2>Features that count</h2> <p>Firefox OS is packed with the features that your customers expect in a smartphone. It’s designed to fit their lives perfectly so they can keep pace with the world around them.</p> <h3>Have it all</h3>
de: <h2>Funktionen, die zählen</h2> <p>Firefox OS ist voll mit den Funktionen, die Ihre Kunden in einem Smartphone erwarten. Es passt sich perfekt an ihre Leben an, damit sie mit der Welt um sie herum Schritt halten können.</p> <h3>Alles dabei</h3>
it: <h2>Caratteristiche che contano</h2> <p>Firefox OS include tutte le caratteristiche che i clienti si aspettano da uno smartphone. Si adatta perfettamente alle loro vite, consentendogli di tenere il passo con il mondo che li circonda.</p><h3>Tutto ciò che ti serve</h3>

source: <p>A new way to get what you need right when you need it. Search for anything and Firefox OS adapts to your request, displaying photos, video, music, news and more — making it much easier for you to find what you were looking for.</p>
de: <p>Eine neue Möglichkeit, um rechtzeitig das zu finden, was Sie benötigen, ohne mühselig Anwendungen herunterladen zu müssen. Egal was Sie suchen, Firefox OS passt sich an Ihre Anforderung an und zeigt Fotos und Videos, spielt Musik und liefert Nachrichten und mehr – sodass es für Sie viel einfacher ist zu finden, was Sie eigentlich suchen.</p>
it: <p>Un nuovo modo per ottenere ciò che ti serve quando ti serve, senza bisogno di scaricare applicazioni. Cerca qualunque cosa e Firefox OS si adatterà alla tua richiesta, visualizzando foto, video, musica, notizie, mappe e altro ancora, rendendo molto più semplice trovare ciò che stavi realmente cercando.</p>

source: <p>Firefox OS is deeply integrated with your favorite social networks. Easily sync your Facebook contacts to your phone to keep your community all in one place.</p>
de: <p>Firefox OS ist nahtlos in Ihre sozialen Lieblingsnetzwerke integriert. Sie können einfach Ihre Facebook-Kontakte in Ihr Handy importieren, um Ihre Gemeinschaft an einem Ort zu versammeln.</p>
it: <p>Firefox OS è perfettamente integrato con i tuoi social network preferiti. Puoi importare i contatti di Facebook sul tuo telefono per gestire le tue amicizie con un unico strumento.</p>

source: <p>Browse and play your music collection, rate songs and create playlists for your favorites. Watch videos from your phone, or online via YouTube.</p>
de: <p>Durchsuchen und spielen Sie Ihre Musiksammlung, bewerten Sie Titel und erstellen Sie Wiedergabelisten für Ihre Lieblingstitel. Sehen Sie sich Videos von Ihrem Handy oder online über YouTube an.</p>
it: <p>Guardali direttamente dal telefono oppure da YouTube. Sfoglia la tua collezione di musica per album o autore, dai un voto alle canzoni e crea playlist con le tue preferite.</p>

source: Messages and Email
de: SMS und E-Mail
it: Messaggi ed Email

source: <p>App developers around the world are committed to Firefox OS and tens of hundreds of free applications will be available at launch. The growing list includes leading app developers like Facebook, YouTube, Twitter and ConnectA2 as well as a Flashlight app and Calculator.</p>
de: <p>App-Entwickler auf der ganzen Welt setzen sich für Firefox OS ein und tausende kostenloser Anwendungen werden zum Verkaufsstart verfügbar sein. Zu der wachsenden Liste gehören führende App-Entwickler wie Facebook, YouTube, Twitter und ConnectA2, sowie eine Taschenlampen-App und ein Taschenrechner.</p>
it: <p>Sviluppatori di app in tutto il mondo si impegnano per Firefox OS e decine di migliaia di applicazioni, gratuite o a pagamento, saranno disponibili per il lancio. Questo elenco in costante crescita include sviluppatori come Facebook, YouTube, Twitter, Pinterest e ConnectA2.</p>

source: What do you mean I can convert mobile sites into apps?
de: Was meinen Sie damit, dass ich mobile Websites in Apps umwandeln kann?
it: Che cosa significa che posso convertire siti mobile in app?

source: <p>Not directly. However, many of the most popular Android and iOS apps are actually Web apps that have a native “wrapper” to allow them to run on proprietary platforms. Therefore, many of the same apps will be available through Adaptive App Search.<br><br>Tools such as Emscripten and PhoneGap are also able to convert other apps (*.apk and/or C/C++) to Web apps.</p>
de: <p>Nicht direkt. Allerdings sind viele der beliebtesten Android- und iOS-Apps eigentlich Web-Apps, die über einen nativen „Wrapper“ verfügen, um auf proprietären Plattformen zu laufen. Daher werden viele dieser Apps über die adaptive App-Suche verfügbar sein.<br><br>Werkzeuge wie Emscripten und PhoneGap können auch andere Apps (*.apk und/oder C/C++) in Web-Apps umwandeln.</p>
it: <p>Non direttamente. Tuttavia, molte delle app più popolari su Android e iOS sono in realtà applicazioni web con un “wrapper” nativo che gli consente di funzionare su piattaforme proprietarie. Pertanto molte di queste applicazioni sono disponibili attraverso la ricerca adattiva delle app.<br><br>Strumenti come Emscripten e PhoneGap sono in grado di convertire altre app (*.apk e/o C/C++) in webapp.</p>

source: <p>Firefox OS provides two ways to get apps:</p> <ul> <li>Marketplace — our go-to source for hundreds of great free apps, including popular apps like Twitter and Facebook, and for awesome local content from the best Web developers in your region.</li> <li>Adaptive App Search — just type a single word like “news” to discover related mobile apps in your region.</li> </ul>
de: <p>Firefox OS bietet zwei Möglichkeiten um Apps zu erhalten:</p> <ul> <li>Firefox Marketplace – Unsere Anlaufstelle für tolle Apps wie Twitter und wunderbare lokale Inhalte von den besten Web-Entwicklern in Ihrer Region.</li> <li>Adaptive App-Suche – Geben Sie einfach ein Wort wie „Sushi“ ein, um passende mobile Apps in Ihrer Region zu entdecken, die Ihnen von einem besseren mobilen Erlebnis zur Verfügung gestellt werden, und Ihnen geben sollen, was Sie möchten.</li> </ul>
it: <p>Firefox OS offre due modi per ottenere app:</p> <ul> <li>Marketplace – La risorsa di riferimento per app come Twitter e altri contenuti locali, realizzati dai migliori sviluppatori web della tua zona.</li> <li>Ricerca adattiva delle app – Digita una singola parola come “notizie” per scoprire tutte le app correlate nella tua zona.</li> </ul>

source: What email providers are supported?
de: Welche E-Mail-Anbieter werden unterstützt?
it: Quali fornitori di email sono supportati?

source: <p>Behind every Firefox OS smartphone is Mozilla, a global community of thousands dedicated to keeping the Web accessible to all. We believe each and every one of us has the right to a Web that isn’t controlled by just a few large entities and that together, we can build brighter future for the Web.<br><br>Yeah, we’re a little different than the other guys.</p>
de: <p>Hinter jeden Firefox-OS-Smartphone steht Mozilla: Eine weltweite Gemeinschaft aus Tausenden von Menschen, die sich dafür einsetzen, dass das Internet für alle zugänglich bleibt. Wir glauben nämlich, dass jeder von uns das Recht auf ein Internet hat, das nicht nur von wenigen großen Akteuren kontrolliert wird.<br><br>Ja, wir sind ein bisschen anders als die Anderen. Gemeinsam können wir eine leuchtendere Zukunft für das Internet schaffen.</p>
it: <p>Alla base di ogni smartphone Firefox OS c’è Mozilla: una comunità globale di migliaia di persone che si impegnano per mantenere il Web accessibile a tutti. Questo perché crediamo che tutti abbiano diritto a un Web libero dal controllo di pochi grandi nomi. Insieme possiamo costruire un futuro migliore per il Web. <br><br>Siamo decisamente diversi dalla concorrenza. </p>

source: <h2>Ready to show what you know?</h2> <p>Think you are almost ready to start selling Firefox OS to your customers? Put your knowledge to the test and answer these questions to prove you have what it takes.</p>
de: <h2>Sind Sie bereit, Ihr Wissen zu zeigen?</h2> <p>Halten Sie sich für so gut wie bereit, Ihren Kunden Firefox OS zu verkaufen? Testen Sie Ihr Wissen und beantworten Sie diese Fragen, um zu zeigen, dass Sie das notwendige Wissen besitzen.</p>
it: <h2>Sei pronto a mostrarci che cosa hai imparato?</h2> <p>Pensi di essere pronto per iniziare a vendere Firefox OS ai tuoi clienti? Sfrutta ciò che hai imparato e rispondi alle domande per dimostrare che hai ciò che serve.</p>

source: <p>If you have worked through the questions and all of the content, then you have the basics to match the needs of Firefox OS to your customers.<br><br>Easy to use, a Firefox OS smartphone is perfect for new smartphone users and full of all the features that customers want and need.<br><br>And it is powered by Mozilla, making Firefox OS the right choice for anyone committed to ensuring that the Web remains in your hands!</p>
de: <p>Wenn Sie sich durch die Fragen und den Inhalt gearbeitet haben, dann haben Sie jetzt das Grundwissen, um Firefox OS und die Bedürfnisse Ihrer Kunden abzugleichen.<br><br>Ein Firefox-OS-Smartphone ist einfach zu benutzen, perfekt für Smartphone-Einsteiger und voll mit den Funktionen, die Kunden wollen und benötigen.<br><br>Und hinter allem steht Mozilla, was Firefox OS zur richtigen Wahl für jeden macht, der sich dafür engagiert, dass das Internet in Ihren Händen bleibt!</p>
it: <p>Se hai completato il percorso attraverso tutte le domande e i contenuti, hai a disposizione le basi per illustrare i vantaggi di Firefox OS ai tuoi clienti.<br><br>Facile da utilizzare, Firefox OS è perfetto per persone che non hanno mai utilizzato uno smartphone, offrendo allo stesso tempo tutte le funzioni di cui hanno bisogno.<br><br>Ed è realizzato da Mozilla, rendendo Firefox OS la naturale scelta per chiunque sia intenzionato a garantire agli utenti il pieno controllo del Web.</p>

source: <p>That’s right! You simply go to your home screen and it’s there!</p>
de: <p>Ganz genau! Sie öffnen einfach Ihren Startbildschirm und da ist sie schon!</p>
it: <p>Esatto. È sufficiente andare alla schermata iniziale.</p>
