Repository: Chaasof/masterfirefoxos-l10n
Catalog: */LC_MESSAGES/django.po
Languages: de, it

source: Documentation for Firefox OS {version} is not yet available in {language}, so we redirected you to the English version.
de: Die Dokumentation für Firefox OS {version} ist noch nicht auf {language} verfügbar, daher haben wir Sie auf die englische Version weitergeleitet.
it: La documentazione per Firefox OS {version} non è ancora disponibile in {language}, verrai reindirizzato alla versione inglese.

source: The latest version available in {language} is {version}.
de: Die neueste auf {language} verfügbare Version ist {version}.
it: La versione più recente disponibile in {language} è {version}.

source: Bengali
de: Bengalisch
it: Bengalese

source: Croatian
de: Kroatisch
it: Croato

source: Czech
de: Tschechisch
it: Ceco

source: English
de: Englisch
it: Inglese

source: German
de: Deutsch
it: Tedesco

source: Greek
de: Griechisch
it: Greco

source: Hungarian
de: Ungarisch
it: Ungherese

source: Italian
de: Italienisch
it: Italiano

source: Japanese
de: Japanisch
it: Giapponese

source: Polish
de: Polnisch
it: Polacco

source: Portuguese
de: Portugiesisch
it: Portoghese

source: Serbian
de: Serbisch
it: Serbo

source: Spanish
de: Spanisch
it: Spagnolo

source: Pirate
de: Piratisch
it: Pirata

source: <p>Not directly. However, many of the most popular Android and iOS apps are actually Web apps that have a native “wrapper” to allow them to run on proprietary platforms. Therefore, many of the same apps will be available through Adaptive App Search.</p>
de: <p>Nicht direkt. Allerdings sind viele der beliebtesten Android- und iOS-Apps eigentlich Web-Apps, die über einen nativen „Wrapper“ verfügen, um auf proprietären Plattformen zu laufen. Daher werden viele dieser Apps über die adaptive App-Suche verfügbar sein.</p>

source: <p>Firefox OS is built on Web technologies but has offline capabilities for all the phone’s core functionalities. That means apps do not require an active internet connection to function unless the app must send or receive data to another system through the internet to continue working.</p>
de: <p>Firefox OS basiert auf Web-Technologien, verfügt aber über Offline-Möglichkeiten für die Kernfunktionen des Handys. Das bedeutet, dass Apps, die keine ständige Internet-Verbindung benötigen, weiter funktionieren, außer wenn die App für ihr Funktionieren Daten mit einem anderen System über das Internet austauschen muss.</p>

source: <p>Firefox OS gives you the most value for your money, with everything you expect — camera, email, apps, music, maps and more — at the most competitive prices.</p>
de: <p>Mit Firefox OS bekommen Sie das Meiste für Ihr Geld und alles, was Sie erwarten – Kamera, E-Mail, Apps, Musik, Karten und mehr – zu günstigsten Preisen.</p>

source: <p>Firefox OS is packed with all the features that made your customers want a smartphone in the first place: Camera, Gallery, social features, Music and more.<br><br>Firefox OS users have complete access to apps in the Firefox Marketplace, without the need for a sign-in. There, they can get all the popular, big name apps, as well as local content designed to help them get the most out of the world around them.</p>
de: <p>Firefox OS ist voll mit den Funktionen, wegen denen Sie überhaupt ein Smartphone verwenden möchten: Karten, Kamera, Galerie, soziale Funktionen, Musik und mehr.<br><br>Firefox-OS-Nutzer haben vollen Zugang zu Apps im Firefox Marketplace – es ist keine Anmeldung nötig. Dort finden sie alle beliebten und bekannten Apps, sowie lokale Inhalte, mit denen sie das Meiste aus Ihrem Umfeld herausholen können.</p>

source: <p>At Mozilla, we’re out to make a difference, not a profit.<br><br>Our commitment to keeping the Web open and accessible for all will give your customers the best of the Web no matter where they go, while keeping them safe and in control of their online lives.</p>
de: <p>Bei Mozilla wollen wir etwas bewegen, nicht Gewinne erzielen.<br><br>Dank unserem Engagement für ein offenes und für alle zugängliches Internet haben Ihre Kunden überall das Beste aus dem Internet und sind gleichzeitig geschützt, bei voller Kontrolle über ihre Online-Leben.</p>

source: Introducing Firefox OS
de: Einführung in Firefox OS

source: <p>Firefox OS offers everything your customers want in a smartphone — and more — at prices that are easy to afford.</p>
de: <p>Firefox OS bietet Ihren Kunden alles, was sie von einem Smartphone erwarten würden – und mehr – zu günstigen Preisen.</p>

source: <p>Firefox OS is intuitive and simple. With a beautifully designed interface, your customers will find it easy to use from the start. It also supports dual SIM and several local languages.</p>
de: <p>Firefox OS ist intuitiv und einfach. Dank schön gestalteter Benutzeroberfläche, finden es Ihre Kunden von Anfang an leicht bedienbar. Es unterstützt außerdem Dual-SIM und mehrere lokale Sprachen.</p>

source: <p>Show your customers how easy it is to get apps in Firefox Marketplace, or from anywhere on the Web with Adaptive App Search. It’s all about giving users more of what they need, when they need it.</p>
de: <p>Zeigen Sie Ihren Kunden, wie einfach man Apps vom Firefox Marketplace oder dank adaptiver App-Suche überall aus dem Internet erhält. Es geht nur darum, den Benutzern zur richtigen Zeit mehr von dem zu geben, was sie brauchen.</p>

source: <p>With the Camera, Gallery, Music apps and more, Firefox OS will keep your customers entertained on the go and connected to the things that matter most to them.</p>
de: <p>Dank Kamera-, Galerie, Musik-Apps und mehr unterhält Firefox OS Ihre Kunden unterwegs. Außerdem können sie mit den Dingen in Verbindung bleiben, die ihnen am wichtigsten sind.</p>

source: <p>Firefox OS comes preloaded with popular instant messaging and social media apps, like Facebook, so your customers will be able to stay connected with friends and family. They can also sync their contacts to the phone, quickly and easily.</p>
de: <p>Firefox OS hat von Anfang an beliebte Apps für Sofortnachrichten und soziale Medien, wie Facebook, installiert, so dass Ihre Kunden mit Freunden und Familie in Verbindung bleiben können. Sie können ihre Kontakte auch schnell und einfach mit dem Handy synchronisieren.</p>

source: hGvNjO82y-4
de: hGvNjO82y

source: <p>Your go-to source for the best apps for Firefox OS. Browse hundreds of free apps in multiple categories: Games, Tools, Lifestyle and more.</p>
de: <p>Ihre Anlaufstelle für die besten Apps für Firefox OS. Durchsuchen Sie zehntausende von kostenlosen und kostenpflichtigen Apps in mehreren Kategorien, von Spielen bis Hilfsmittel, Musik, Reise, Sport und mehr.</p>

source: <p>With built-in style filters for fun, creative shots and lots of ways to share your photographs, the full-featured camera and photo gallery will have all your subjects smiling.</p>
de: <p>Dank integrierten Stilfiltern für interessante, kreative Fotos und vielen Möglichkeiten, Ihre Fotos zu teilen, bringen die funktionsbeladene Kamera und Fotogalerie alle Ihre Motive zum Lächeln.</p>

source: <p>Stay connected easily and conveniently. Set up multiple email accounts, with support for the most common Exchange, SMTP or IMAP email providers.</p>
de: <p>Bleiben Sie mit Ihren Freunden und Kollegen in Verbindung, egal wo Sie sind. Die Einrichtung mehrerer E-Mail-Konten ist einfach und es werden die häufigsten E-Mail-Anbieter für Exchange, SMTP oder IMAP unterstützt.</p>

source: <p>Adaptive App Search is a new way to find content from across the Web and engage in an app-like experience without having to download the app to find what you need. Whenever you search, your phone adapts to the search result and makes it easy to add those results to your home screen for easy access later.</p>
de: <p>Die adaptive App-Suche ist eine neue Möglichkeit, Inhalte aus dem gesamten Internet zu finden und ein App-ähnliches Erlebnis zu haben, ohne sich mühselig die App herunterladen zu müssen, um zu finden, was Sie suchen. Wann immer Sie suchen, passt sich Ihr Handy an die Suchergebnisse an und erleichtert es, diese Ergebnisse für den späteren Zugriff zum Startbildschirm hinzuzufügen.</p>

source: <p>Firefox OS has a robust security model that is battle-hardened from more than a decade of supporting the open Web. It is designed to protect the user and system from malicious applications and content.</p>
de: <p>Firefox OS hat ein robustes Sicherheitsmodell, das in über einem Jahrzehnt der Unterstützung für das offene Web erprobt wurde. Es wurde entwickelt, um den Anwender und das System vor schädlichen Anwendungen und Inhalten zu schützen.</p>

source: <p>Users can place website bookmarks on the home page to provide direct access to those sites. Also, by swiping right from the home screen, users can simply enter any search term and instantly create a one-time use or downloadable app. Creating and consuming these apps on demand puts users in complete control of their smartphone experience and will make it possible for people to get the exact content they want, when they want it.</p>
de: <p>Anwender können Lesezeichen für beliebige Websites auf der Startseite ablegen, um direkt auf diese Websites zugreifen zu können. Wenn sie vom Startbildschirm nach rechts wischen, können Anwender auch einfach einen Suchbegriff eingeben und sofort eine App zur einmaligen Nutzung oder zum Herunterladen erstellen. Erstellen und Nutzen dieser Apps auf Abruf gibt Anwendern die Kontrolle über ihr App- und Smartphone-Erlebnis und ermöglicht es Menschen, genau zur richtigen Zeit die gewünschten Inhalte zu erhalten.</p>

source: <p>Firefox OS is built on Web technologies but has offline capabilities for all the phone’s core functions. That means apps do not require an active Internet connection to work unless they need to send or receive data.</p>
de: <p>Firefox OS basiert auf Web-Technologien, verfügt aber über Offline-Möglichkeiten für die Kernfunktionen des Handys. Das bedeutet, dass Apps keine ständige Internet-Verbindung benötigen, außer wenn die App Daten senden oder empfangen muss.</p>

source: <p>Customers who need support with an app built for Firefox OS will be directed to the app developer for assistance. If the customer experience with Firefox OS is negatively impacted by the support incident resulting from the app, Mozilla may recommend workarounds including uninstalling the app until the developer provides appropriate assistance.</p>
de: <p>Kunden, die Hilfe mit einer für Firefox OS entwickelten App benötigen, werden an den App-Entwickler weitergeleitet. Wenn das Kundenerlebnis mit Firefox OS durch die Hilfsanfrage negativ beeinflusst wird, kann Mozilla Zwischenlösungen empfehlen, inklusive Deinstallation der App, bis der Entwickler entsprechend Hilfe leistet.</p>

source: <p>Hotmail and Yahoo mail are currently supported with more on the way in the future.</p>
de: <p>Hotmail und Yahoo Mail werden derzeit unterstützt. Weitere E-Mail-Anbieter werden folgen.</p>

source: <p>Get Ready to Sell!</p>
de: <p>Bereitmachen zum Verkaufen!</p>

source: Social
de: Soziales

source: <p>Users can place bookmarks to any website on the home page to provide the functionality of that website directly from the home screen. Also, users can simply enter any search term on the home screen and instantly create a one-time use or downloadable app. Creating and consuming these apps on demand puts users in complete control of their smartphone experience and will make it possible for people to get the exact content they want, when they want it.</p>
de: <p>Anwender können Lesezeichen für beliebige Websites auf der Startseite ablegen, um direkt auf die Funktionen dieser Websites zugreifen zu können. Anwender können auch einfach einen Suchbegriff auf dem Startbildschirm eingeben und sofort eine App zur einmaligen Nutzung oder zum Herunterladen erstellen. Erstellen und Nutzen dieser Apps auf Abruf gibt Anwendern die Kontrolle über ihr App- und Smartphone-Erlebnis und ermöglicht es Menschen, genau zur richtigen Zeit die gewünschten Inhalte zu erhalten.</p>

source: Use your phone in your language, control your data usage and personalize it by creating your own ringtones. You can also download locally-relevant apps that enrich and simplify your daily life. Firefox OS is truly a phone made with you in mind.
de: Verwenden Sie Ihr Handy in Ihrer Sprache, kontrollieren Sie Ihren Datenverbrauch und personalisieren Sie es, indem Sie Ihre eigenen Klingeltöne erstellen. Sie können auch ortsbezogene Apps herunterladen, die Ihr tägliches Leben bereichern und vereinfachen. Firefox OS ist wirklich ein Handy, das mit Ihnen im Fokus entwickelt wurde.

source: Rich media experience
de: Reichhaltiges Medienerlebnis

source: <p>With Camera, Gallery, Music apps and more, Firefox OS will keep your customers entertained on the go and connected to the things that matter most to them. Camera: Photograph, edit and share. Show off our full-featured camera and gallery apps, including built-in style filters, video and more Music: With music at their fingertips, your customers will see how Firefox OS keeps them entertained and dancing in the streets.</p>
de: <p>Dank Kamera-, Galerie, Musik-Apps und mehr unterhält Firefox OS Ihre Kunden unterwegs. Außerdem können sie mit den Dingen in Verbindung bleiben, die ihnen am wichtigsten sind. Kamera: Fotografieren, Bearbeiten und Teilen. Demonstrieren Sie unsere Kamera- und Galerie-Apps mit ihre vielen Funktionen, wie integrierten Stilfiltern, Video und mehr Musik: Mit Musik nur eine Fingerbewegung entfernt sehen Ihre Kunden, wie Firefox OS sie unterhält und auf der Straße tanzen lässt.</p>

source: <h3><em>"It needs to be easy to use."</em></h3> <p><strong><strong>Here’s what you can say:</strong></strong></p> <p>Firefox OS is the easiest smartphone to get you started. <br><br>The user interface is so intuitive, you’ll be able to quickly discover and download your favorite apps and be ready to go in no time.</p>
de: <h3><em>„Es muss sich einfach verwenden lassen.“</em></h3> <p><strong><strong>Das können Sie sagen:</strong></strong></p><p>Firefox OS ist das am einfachsten zu bedienende Smartphone für den Einstieg. Die adaptive App-Suche hilft Ihnen, einfach – und sofort – das Gesuchte zu finden. <br><br>Die Benutzeroberfläche ist so intuitiv, dass Sie Ihre Lieblings-Apps schnell finden und herunterladen können, um startklar zu sein.</p>

source: <p>Easily import your Facebook friends to your phone and keep your community all in one place thanks to deep integration with your favorite social networks.</p>
de: <p>Importieren Sie einfach Ihre Facebook-Freunde in Ihr Handy und bewahren Sie Ihre Gemeinscahft ein einem Ort, dank tiefgreifender Integration mit Ihren sozialen Lieblingsnetzwerken.</p>

source: <p>Easily pair your device with a wide range of Bluetooth accessories. Share contacts, images, videos or your favorite URLs with friends.</p>
de: <p>Koppeln Sie einfach Ihr Gerät mit einer Vielzahl an Bluetooth-Zubehör. Teilen Sie Kontakte, Bilder, Videos oder Ihre Lieblings-URLs mit Freunden.</p>

source: Not directly, but the ConnectA2 app allows you to send instant messages to your contacts on ConnectA2 and/or WhatsApp. You can send and receive messages, emoticons, pictures, videos and audio files for free. You can also create and use group chats and receive notifications of new messages, even when the app is closed.
de: Nicht direkt, aber mit der ConnectA2-App können Sie Sofortnachrichten an Ihre Kontakte auf ConnectA2 und/oder WhatsApp schicken. Sie können Nachrichten, Emoticons, Bilder und Audiodateien kostenlos senden und empfangen. Sie können auch Gruppen-Chats erstellen und verwenden, und Benachrichtigungen über neu Nachrichten erhalten, sogar wenn die App geschlossen ist.

source: <p>That’s right. With this customer, highlight the great value and full feature set of Firefox OS, including social apps that are preloaded on the phone, all at great value.</p>
de: <p>Ganz genau. Bei diesem Kunden sollten Sie den großen Wert aller Funktionen von Firefox OS betonen, inklusive der sozialen Apps, die standardmäßig auf dem Handy sind, alles zu guten Preisen.</p>

source: <p>That’s not it. With this customer, highlight the great value and full feature set of Firefox OS, including social apps that are preloaded on the phone, all at great value.</p>
de: <p>Nein, bei diesem Kunden sollten Sie den großen Wert aller Funktionen von Firefox OS betonen, inklusive der sozialen Apps, die standardmäßig auf dem Handy sind, alles zu guten Preisen.</p>

source: <p>That’s right. This customer seems like a Firefox fan. Talk about how the Firefox OS phones, made by Mozilla, show a commitment to keeping the power of the Web in the hands of the people. And while all of these statements are true, only this one is the best response for this particular customer.</p>
de: <p>Genau! Dieser Kunde scheint ein Firefox-Fan zu sein. Sprechen Sie darüber, dass die von Mozilla entwickelten Firefox-OS-Handys Engagement dafür zeigen, das Internet in den Händen der Menschen zu belassen. Und auch wenn alle diese Aussagen wahr sind, ist nur diese die beste Antwort für diesen Kunden.</p>

source: <p>All of these statements are true, but only one is the best response for this particular customer, who seems to be a Firefox fan. Talk about how Firefox OS phones, made by Mozilla, help keep the power of the Web in the hands of the people.</p>
de: <p>Alle diese Aussagen sind wahr, aber nur eine ist die beste Antwort für diesen Kunden, der ein Firefox-Fan zu sein scheint. Sprechen Sie darüber, dass die von Mozilla entwickelten Firefox-OS-Handys auch dazu beitragen, das Internet in den Händen der Menschen zu belassen.</p>

source: <p>What does the Find My Device feature on your Firefox OS phone help you do in the case that your phone is lost or stolen?</p>
de: <p>Wobei hilft Ihnen die Funktion „Mein Gerät finden“ auf Ihrem Firefox-OS-Handy, wenn Sie Ihr Handy verlieren oder es gestohlen wird?</p>

source: <p>Actually, the Find My Device helps you do all these things through your Firefox Account.</p>
de: <p>„Mein Gerät finden“ hilft Ihnen über Ihr Firefox-Konto bei allen diesen Dingen.</p>

source: <p>The ConnectA2 app is an instant messaging application compatible with WhatsApp for your Firefox OS device.</p>
de: <p>Die ConnectA2-App ist eine Sofortnachrichten-Anwendung für Ihr Firefox-OS-Gerät, die zu WhatsApp kompatibel ist.</p>

source: <p>Actually, this is true. ConnectA2 allows you to send instant messages to your contacts using ConnectA2 and/or WhatsApp.</p>
de: <p>Das stimmt tatsächlich. Mit ConnectA2 können Sie per ConnectA2 und/oder WhatsApp Sofortnachrichten an Ihre Kontakte schicken.</p>

source: <p>Firefox OS is made with you and your needs in mind, so it is extremely easy to use and allows for greater control, personalization and customization than many other smartphones on the market.</p>
de: <p>Firefox OS wurde mit Ihnen und Ihren Anforderungen im Fokus entwickelt, deshalb ist es sehr einfach bedienbar und ermöglicht größere Kontrolle, Personalisierung und Anpassung als viele andere Smartphones auf dem Markt.</p>

source: <p>Mozilla, the maker of Firefox, built a smartphone OS to keep the Web accessible to all. And since Firefox OS is entirely built in HTML5, you get instant access to thousands of apps already built for the Web.</p>
de: <p>Mozilla, die Entwickler von Firefox, haben ein Betriebssystem für Smartphones entwickelt, um das Internet für alle zugänglich zu halten. Und weil Firefox OS komplett in HTML5 entwickelt wurde, erhalten Sie direkten Zugang zu Tausenden von Apps, die bereits für das Web entwickelt wurden.</p>

source: <p>Firefox OS is backed by a global community of developers and content providers dedicated to creating new and exciting content and even locally-relevant apps for the Firefox OS platform. New apps and content are added every day. </p>
de: <p>Firefox OS wird von einer weltweiten Gemeinschaft von Entwicklern und Inhaltsanbietern unterstützt, die sich dafür einsetzen, neue und aufregende Inhalte sowie Apps zur Verwendung vor Ort für die Firefox-OS-Plattform zu entwickeln. Jeden Tag kommen neue Inhalte und Apps hinzu.</p>

source: Home
de: Startseite
