Repository: Chaasof/masterfirefoxos-l10n
Catalog: */LC_MESSAGES/django.po
Languages: de, it

source: <p>Here Maps</p>
it: <p>Mappe HERE</p>

source: <p>The Firefox OS smartphone is preloaded with all the features that you’d expect, including Messages, Facebook, email, maps and more, all at a better value.</p?
de: <p>Auf dem Firefox-OS-Smartphone finden Sie standardmäßig alle Funktionen, die Sie erwarten würde, darunter SMS, Facebook, E-Mail, Karten und mehr, zu besseren Preisen.</p>
it: <p>Uno smartphone Firefox OS include tutte le caratteristiche che ti aspetti in uno smartphone, come Messaggi, Facebook, email, mappe a altro ancora, il tutto con un miglior rapporto qualità/prezzo.

source: An excellent user experience
de: Ein hervorragendes Benutzererlebnis
it: Un’esperienza utente eccellente

source: Life is complicated, your smartphone shouldn’t be. Firefox OS is designed for better performance, easier customization and simpler navigation. Everything your customer needs or wants is either one scroll or swipe away.
de: Das Leben ist kompliziert, Ihr Smartphone sollte das nicht sein. Firefox OS wurde für bessere Leistung, einfachere Anpassungen und erleichterte Navigation entwickelt. Alles, was Ihr Kunde benötigt oder möchte, ist nur eine Fingerberührung oder Geste entfernt.
it: La vita è già complicata, il tuo smartphone non dovrebbe esserlo. Firefox OS è progettato per avere prestazioni migliori, facilità di personalizzazione e navigazione più semplice. Tutto ciò che i tuoi clienti desiderano a portata di dito.

source: Made with you in mind
de: Mit Ihnen im Fokus entwickelt
it: Realizzato pensando a te

source: Keep the Web in your hands
it: Il Web nelle tue mani

source: At Mozilla, we’re out to make a difference, not a profit. Firefox OS smartphones are backed by a global community of developers working to innovate and further Web technologies. When you choose Firefox OS, you’re helping build a brighter future for the Web for all.
it: Mozilla si impegna per fare la differenza, non per realizzare profitti. Gli smartphone Firefox OS sono supportati da una comunità globale di migliaia di sviluppatori impegnati a innovare e far progredire le tecnologie web. I clienti che scelgono Firefox OS contribuiscono alla realizzazione di un futuro migliore per tutto il Web.

source: A phone for everyone
de: Ein Handy für alle
it: Un telefono per tutti

source: <p>Firefox OS is intuitive and simple. Your customers will find it easy to use from the start thanks to its beautifully designed interface.</p>
de: <p>Firefox OS ist intuitiv und einfach. Ihre Kunden werden es von Beginn an leicht bedienbar finden, dank seiner schön gestalteten Benutzeroberfläche.</p>
it: <p>Firefox OS è intuitivo e semplice. I tuoi clienti lo troveranno facile da usare sin dal primo utilizzo grazie alla sua splendida interfaccia.</p>

source: <h3><em>"I have never had a smartphone."</em></h3> <p><strong>Here’s what you can say:</strong></p> <p>Firefox OS is the best choice for first time smartphone users. It’s super easy to use and adapts to your needs better than any other phone. That means you get more of what you need with less time spent searching.<br><br>Plus, it’s packed with all the features you’d expect — camera, email, apps, music, maps and more!</p>
de: <h3><em>„Ich hatte noch nie ein Smartphone.“</em></h3> <p><strong>Das können Sie sagen:</strong></p> <p>Firefox OS ist die beste Wahl für Smartphone-Einsteiger. Es lässt sich ganz einfach bedienen und passt sich Ihren Bedürfnissen besser an als jedes andere Handy, sodass Sie mehr von dem erhalten, was Sie benötigen, ohne viel Zeit mit Suchen zu verbringen. <br><br>Außerdem verfügt es über alle Funktionen, die Sie erwarten würden, von Kamera bis E-Mail, Apps, Musik, Karten und mehr.</p>
it: <h3><em>“Non ho mai posseduto uno smartphone.”</em></h3> <p><strong>Ecco che cosa puoi rispondere:</strong></p> <p>Firefox OS è la scelta migliore per gli utenti che non hanno mai posseduto uno smartphone. È incredibilmente semplice da usare e si adatta alle tue esigenze meglio di qualunque altro telefono, così potrai trovare tutto ciò che ti serve in minor tempo.<br><br>Senza dimenticare che include tutte le funzioni che ti aspetti da uno smartphone: fotocamera, email, app, musica, mappe e molto altro ancora.</p>

source: <h3><em>"I want a good deal."</em></h3> <p><strong>Here’s what you can say:</strong></p> <p>Firefox OS gives you the most value for your money.<br><br>It has everything you expect in a smartphone — camera, email, apps, music, maps and more — at the most competitive prices.</p>
de: <h3><em>Ich möchte etwas für mein Geld.</em></h3> <p><strong>Das können Sie sagen:</strong></p> <p>Mit Firefox OS bekommen Sie das Meiste für Ihr Geld.<br><br>Es hat alles, was Sie von einem Smartphone erwarten – Kamera, E-Mail, Apps, Musik, Karten und mehr – und das zu günstigsten Preisen.</p>
it: <h3><em>“Sto cercando un buon affare”</em></h3> <p><strong>Ecco cosa puoi rispondere:</strong></p> <p>Firefox OS offre il massimo rapporto qualità/prezzo.<br><br>Include tutte le funzioni che ti aspetti da uno smartphone — fotocamera, email, app, musica, mappe e molto altro ancora — al prezzo più competitivo.</p>

source: <p>Your go-to source for the best apps on Firefox OS. Browse multiple categories, including games, utilities, music, travel, sports and more.</p>
it: <p>La tua risorsa di riferimento per le migliori app per Firefox OS. Scopri tutte le categorie, dai giochi alle utilità, musica, viaggi, sport e altro ancora.</p>

source: <p>Play it all from your phone, or online via YouTube. Browse and play your music collection by album or artist, rate songs and create playlists for your favorites.</p>
it: <p>Guardali direttamente dal telefono oppure da YouTube. Sfoglia la tua collezione di musica per album o autore, dai un voto alle canzoni e crea playlist con le tue preferite.</p>

source: Find My Device
de: Mein Gerät finden
it: Trova dispositivo

source: Location tracking helps you find your device if you lose it. Remote wipe and lock capabilities help you keep your personal information safe.
de: Die Standortübermittlung hilft Ihnen, Ihr Gerät wiederzufinden, wenn Sie es verlieren. Durch Lösch- und Sperrmöglichkeiten per Fernzugriff bleiben Ihre persönlichen Daten geschützt.
it: Il rilevamento della posizione ti aiuta a trovare il tuo dispositivo in caso di smarrimento. La possibilità di cancellarne il contenuto o bloccarlo da remoto ti aiuta a mantenere le tue informazioni personali al sicuro.

source: Ringtones
de: Klingeltöne
it: Suonerie

source: Customize your Firefox OS phone by creating new ringtones from your music collection or from songs you download from the Web.
de: Passen Sie Ihr Firefox-OS-Handy an, indem Sie neue Klingeltöne aus Ihrer Musiksammlung oder Titeln, die Sie aus dem Internet herunterladen, erstellen.
it: Personalizza il tuo telefono Firefox OS creando nuove suonerie dalla tua raccolta di musica o da canzoni scaricate dal Web.

source: <p>App developers around the world are committed to Firefox OS and tens of hundreds of free applications will be available at launch. The growing list includes leading app developers like Facebook, YouTube, Twitter, YouTube, Pinterest and ConnectA2 as well as a Flashlight app and Calculator.</p>
it: <p>Sviluppatori di app in tutto il mondo si impegnano per Firefox OS e decine di migliaia di applicazioni, gratuite o a pagamento, saranno disponibili per il lancio. Questo elenco in costante crescita include sviluppatori come Facebook, YouTube, Twitter, Pinterest e ConnectA2.</p>

source: Can I use WhatsApp on this phone?
de: Kann ich auf diesem Handy WhatsApp verwenden?
it: Posso utilizzare WhatsApp su questo telefono?

source: Will my apps work offline?
it: Le mie app funzionano quando non sono connesso?

source: Firefox Marketplace is our go-to source for free apps, including favorites like Twitter and Facebook, and for awesome local content from the best Web developers in your region.
it: Firefox Marketplace è la risorsa di riferimento per app gratuite, incluse le più popolari come Twitter e Facebook, e per straordinari contenuti realizzati da sviluppatori Web della tua zone.

source: <p>Exchange, POP3 and IMAP are currently supported. </p>
de: <p>Derzeit werden Exchange, POP3 und IMAP unterstützt.</p>
it: <p>Attualmente sono supportati Exchange, POP3 e IMAP.</p>

source: The Mozilla Mission
it: La missione di Mozilla

source: <p>If you’ve worked through all of the questions and content, you’re ready to match Firefox OS to the needs of your customers. <br><br>Easy to use, a Firefox OS smartphone is perfect for new smartphone users and full of all the features that customers want and need. <br><br>And it’s powered by Mozilla, making Firefox OS the right choice for anyone committed to ensuring that the power of the Web remains in their hands!</p>
it: <p>Se hai completato il percorso attraverso tutte le domande e i contenuti, hai a disposizione le basi per illustrare i vantaggi di Firefox OS ai tuoi clienti.<br><br>Facile da utilizzare, Firefox OS è perfetto per persone che non hanno mai utilizzato uno smartphone, offrendo allo stesso tempo tutte le funzioni di cui hanno bisogno.<br><br>Ed è realizzato da Mozilla, rendendo Firefox OS la naturale scelta per chiunque sia intenzionato a garantire agli utenti il pieno controllo del Web.</p>

source: <p>What are some examples of the kind of personalization and control that Firefox OS allows? Select all that apply.</p>
it: <p>Quali sono gli esempi del tipo di personalizzazione e controllo che Firefox OS consente? Seleziona tutte le risposte valide.</p>

source: <p>That’s right! All of these things are possible with a Firefox OS phone.</p>
it: <p>Esatto. Tutte queste operazioni sono possibili con un telefono Firefox OS.</p>

source: <p>Actually, all of these things are possible with a Firefox OS phone.</p>
it: <p>Sbagliato. In realtà, tutte queste operazioni sono possibili con un telefono Firefox OS.</p>

source: <p>There are more. Try again.</p>
de: <p>Es gibt noch mehr. Versuchen Sie’s nochmal.</p>
it: <p>Ce ne sono altre. Riprova.</p>

source: <p>That’s right. This icon represents the Firefox Browser.</p>
de: <p>Ganz genau. Dieses Symbol steht für den Firefox-Browser.</p>
it: <p>Esatto. Questa icona rappresenta il browser Firefox.</p>

source: <p>Actually, this icon represents the Firefox Browser.</p>
de: <p>Nein, dieses Symbol steht für den Firefox-Browser.</p>
it: <p>Sbagliato. Questa icona rappresenta il browser Firefox.</p>

source: <p>What does Bluetooth allow users to do? Select all that apply</p>
it: <p>Che cosa è possibile fare con il Bluetooth? Seleziona tutte le risposte corrette</p>

source: <p>That’s right! All of these things can be shared via Bluetooth with your Firefox OS phone.</p>
it: <p>Esatto. Tutti questi elementi possono essere condivisi tramite Bluetooth con il tuo telefono Firefox OS.</p>

source: <p>Actually, all of these things can be shared via Bluetooth with your Firefox OS phone..</p>
it: <p>Sbagliato. In realtà tutti questi elementi possono essere condivisi tramite Bluetooth con il tuo telefono Firefox OS.</p>

source: <p>Actually, all of these are true about Firefox OS.</p>
it: <p>In realtà tutte queste voci sono corrette quando si parla di Firefox OS.</p>

source: <p>Actually, all of these are true about Firefox OS</p>
it: <p>In realtà tutte queste voci sono corrette quando si parla di Firefox OS.</p>

source: <p>That’s right. With a first time smart phone user, you should talk about its simplicity and features including ways to control their experience and personalize their phones.</p>
it: <p>Esatto. Con un cliente che non ha mai posseduto uno smartphone dovresti parlare della semplicità d’uso, della possibilità di gestire la propria esperienza e personalizzare il proprio telefono.</p>

source: <p>Actually, with a first time smart phone user, you should talk about its simplicity and features including ways to control their experience and personalize their phones.</p>
it: <p>Sbagliato. Con un cliente che non ha mai posseduto uno smartphone dovresti parlare della semplicità d’uso, della possibilità di gestire la propria esperienza e personalizzare il proprio telefono.</p>

source: <p>That’s right. When you meet a Firefox fan, talk about how choosing Firefox OS shows a commitment to keeping the power of the Web in their hands.</p>
it: <p>Esatto. Quando incontri un fan di Firefox parlagli di come la scelta di Firefox OS dimostri il proprio impegno nel mantenere il pieno controllo del Web.</p>

source: <p>Actually, when you meet a Firefox fan, talk about how choosing Firefox OS shows a commitment to keeping power of the the Web in their hands.</p>
it: <p>In realtà quando incontri un fan di Firefox, parlagli di come la scelta di Firefox OS dimostri il proprio impegno nel mantenere il pieno controllo del Web.</p>

source: <p>That’s right! The Find My Device helps you do all these things through your Firefox Account.</p>
it: <p>Esatto. Trova dispositivo ti permette di fare tutte queste cose attraverso il tuo FIrefox Account.</p>

source: <p>That’s right. A first-time smartphone user will be most interested in ease of use.</p>
it: <p>Esatto. Un cliente che acquista il suo primo smartphone sarà interessato alla semplicità di utilizzo.</p>

source: <p>Which of the following statements are true of the Cost Control app that is preloaded on Firefox OS?</p>
it: <p>Quali delle seguenti affermazioni sono vere a proposito dell’app Gestione costi preinstallata su Firefox OS?</p>

source: <p>That’s right. All of these are true of the Cost Control app!</p>
it: <p>Esatto. Tutte le voci sono corrette quando si parla di Gestione costi.</p>

source: <p>Actually, all of these are true of the Cost Control app!</p>
it: <p>Sbagliato. Tutte le voci sono corrette quando si parla di Gestione costi.</p>

source: <p>What’s the best response to this customer’s objection? “I’ve heard there aren’t many apps available.”</p>
it: <p>Qual è la risposta migliore a questa obiezione del cliente? “Ho sentito dire che non ci sono molte app.”?</p>

source: <p>What’s the best response to this customer’s objection? “I’ve never heard of Firefox OS phones."</p>
it: <p>Qual è la risposta migliore a questa obiezione del cliente? “Non ho mai sentito parlare di telefoni Firefox OS.”</p>

source: <p>What’s the best response to this customer’s objection? “How do I know this new phone is safe?”</p>
it: <p>Qual è la risposta migliore a questa obiezione del cliente? “Come faccio a sapere se questo nuovo telefono è sicuro?”</p>

source: <p>Set your phone to your language</p>
de: <p>Stellen Sie Ihr Handy auf Ihre Sprache ein</p>
it: <p>Imposta il telefono con la tua lingua</p>

source: <p>Control your data usage</p>
it: <p>Tieni sotto controllo l’utilizzo dei dati</p>

source: <p>Create your own ringtones</p>
de: <p>Erstellen Sie Ihre eigenen Klingeltöne</p>
it: <p>Crea le tue suonerie</p>

source: <p>Share contacts</p>
it: <p>Condividi i contatti</p>

source: <p>Share images</p>
it: <p>Condividi immagini</p>

source: <p>Share videos</p>
it: <p>Condividi video</p>

source: <p>With the Firefox Marketplace, the best preloaded apps and an awesome user experience, Firefox OS is packed with the features that users are looking for in a smartphone.</p>
it: <p>Grazie a Firefox Marketplace, le migliori app preinstallate e una splendida esperienza utente, Firefox OS include tutte le caratteristiche che ti aspetti da uno smartphone.</p>

source: <p>Since it’s made by Firefox, Firefox OS is backed by a global community working on your behalf and with your interests in mind.</p>
it: <p>Essendo realizzato da Mozilla, Firefox OS è supportato da una comunità globale che lavora per te e costantemente in difesa dei tuoi interessi.</p>

source: <p>Firefox OS is the easiest smartphone to get started with. Your favorite apps are already preloaded and you can easily import your friends from Facebook, too..</p>
it: <p>Firefox OS è lo smartphone più semplice con cui iniziare. Le tue app preferite sono preinstallate e puoi anche importare i tuoi amici da Facebook.</p>

source: <p>If you love Firefox, you’ll love Firefox OS. Choosing Firefox OS keeps the power of the Web in your hands.</p>
it: <p>Se ti piace Firefox, ti innamorerai dei telefoni Firefox OS. Scegliendo Firefox OS hai tutto il potere del Web nelle tue mani.</p>

source: <p>The Firefox OS smartphone is preloaded with all the features that you’d expect, including Messages, Facebook, email, maps and more, all at a better value.</p>
de: <p>Auf dem Firefox-OS-Smartphone finden Sie standardmäßig alle Funktionen, die Sie erwarten würde, darunter SMS, Facebook, E-Mail, Karten und mehr, zu besseren Preisen.</p>
it: <p>Uno smartphone Firefox OS include tutte le caratteristiche che ti aspetti in uno smartphone, come Messaggi, Facebook, email, mappe a altro ancora, il tutto con un miglior rapporto qualità/prezzo.</p>

source: <p>The Firefox Marketplace features free apps!</p>
it: <p>Firefox Marketplace offre app gratuite.</p>

source: <p>Track the location of your lost/stolen device</p>
de: <p>Verfolgen Sie den Standort Ihres verlorenen/gestohlenen Geräts</p>
it: <p>Traccia la posizione del telefono in caso di furto o smarrimento</p>

source: <p>Remotely wipe the device.</p>
it: <p>Cancella il contenuto del telefono da remoto.</p>

source: <p>Remotely lock the device.</p>
de: <p>Sperren Sie das Gerät per Fernzugriff.</p>
it: <p>Blocca il telefono da remoto.</p>

source: <p>Firefox OS is built entirely using HTML5 and Open Web standards.</p>
de: <p>Firefox OS wurde vollständig mit HTML5 und Standards des offenen Web entwickelt.</p>
it: <p>Firefox OS è realizzato interamente con HTML5 e standard web aperti.</p>

source: <p>You can use it to create and set a daily budget for data usage.</p>
de: <p>Sie können es verwenden, um ein tägliches Budget für Datennutzung einzustellen und festzulegen.</p>
it: <p>Puoi utilizzarla per creare e gestire un budget giornaliero per la connessione dati.</p>

source: <p>It shows usage per app.</p>
de: <p>Es zeigt die Nutzung nach App aufgeschlüsselt.</p>
it: <p>Visualizza l’utilizzo per app.</p>

source: <p>It shows usage by time.</p>
de: <p>Es zeigt die Nutzung nach Zeit.</p>
it: <p>Visualizza l’utilizzo nel tempo.</p>

source: <p>Apps developers are slowly realizing the benefit of HTML5 in support of the Open Web.</p>
de: <p>App-Entwickler erkennen langsam die Vorteile von HTML5 zur Unterstützung des offenen Web.</p>
it: <p>Gli sviluppatori di app stanno lentamente prendendo coscienza dei vantaggi di HTML5 in supporto all'Open Web.</p>

source: <p>They’re packed with the features that made you want a smartphone in the first place.</p>
de: <p>Sie stecken voller Funktionen, wegen denen Sie überhaupt ein Smartphone verwenden möchten.</p>
it: <p>Includono tutte le funzioni che ti fanno desiderare uno smartphone.</p>

source: <p>They’re new and backed by a global community working to help keep the Web accessible to all.</p>
de: <p>Sie sind neu und werden von einer weltweiten Gemeinschaft gestützt, die daran mitarbeitet, das Internet für alle zugänglich zu halten.</p>
it: <p>È un sistema nuovo e supportato da una comunità globale che si impegna per rendere il Web accessibile a tutti.</p>

source: <p>It’s packed with the features that made you want a smartphone in the first place. </p>
de: <p>Es steckt voller Funktionen, wegen denen Sie überhaupt ein Smartphone verwenden möchten.</p>
it: <p>Include tutte le funzioni che ti fanno desiderare uno smartphone.</p>

source: <p>It’s new and backed by a global community working to help keep the Web accessible to all.</p>
de: <p>Es ist neu und wird von einer weltweiten Gemeinschaft gestützt, die daran mitarbeitet, das Internet für alle zugänglich zu halten.</p>
it: <p>È un sistema nuovo e supportato da una comunità globale che si impegna per rendere il Web accessibile a tutti.</p>

source: <p>It features a robust security model that is battle-hardened from more than a decade supporting the Open Web. Designed to protect the user and system from malicious applications and content, it also protects applications from each other.</p>
de: <p>Es besitzt ein robustes Sicherheitsmodell, das in über einem Jahrzehnt der Unterstützung für das offene Web erprobt wurde. Es wurde entwickelt, um den Anwender und das System vor schädlichen Anwendungen und Inhalten zu schützen und schützt auch Anwendungen voreinander.</p>
it: <p>Firefox OS è basato su un robusto modello di sicurezza messo a punto in oltre dieci anni di sviluppo dell’Open Web. Progettato per proteggere l’utente e il sistema da applicazioni e contenuti malevoli, è anche in grado di proteggere un’applicazione dalle altre.</p>

source: <ol> <li>Open the Settings app on your device.</li> <li>Scroll down and select <strong>Device information</strong>.</li> <li>On the Device information screen, select <strong>More Information</strong> and look for the version numbers under <em>OS version</em> at the top of the screen. <ul> <li><em>Firefox OS 1.0.1.0</em> means you have version 1.0.1</li> <li><em>Firefox OS 1.1.0.0</em> means you have version 1.1</li> <li><em>1.3.0.0</em> means you have version 1.3</li> <li><em>2.0.0.0</em> means you have version 2.0</li> </ul> </li> </ol>
de: <ol> <li>Öffnen Sie die Einstellungs-App auf Ihrem Gerät.</li> <li>Blättern Sie nach unten und wählen Sie <strong>Geräteinformationen</strong>.</li> <li>Wählen Sie auf dem Geräteinformationsbildschirm <strong>Weitere Informationen</strong> und sehen Sie nach den Versionsnummern unter <em>Betriebssystemversion</em> oben auf dem Bildschirm. <ul> <li><em>Firefox OS 1.0.1.0</em> bedeutet, dass Sie Version 1.0.1 verwenden</li> <li><em>Firefox OS 1.1.0.0</em> bedeutet, dass Sie Version 1.1 verwenden.</li> <li><em>Firefox 1.3.0.0</em> bedeutet, dass Sie Version 1.3 verwenden</li> <li><em>2.0.0.0</em> bedeutet, dass Sie Version 2.0 verwenden</li> </ul> </li> </ol>
it: <ol> <li>Aprire Impostazioni sul dispositivo.</li> <li>Scorrere verso il basso e selezionare <strong>Info sul dispositivo</strong>.</li> <li>Nella finestra successiva selezionare <strong>Altre informazioni</strong> e cercare il numero della version sotto <em>Versione OS</em> (all’inizio dello schermo). <ul> <li><em>Firefox OS 1.0.1.0</em> significa che la versione in uso è 1.0.1</li> <li><em>Firefox OS 1.1.0.0</em> significa che la versione in uso è 1.1</li> <li><em>1.3.0.0</em> significa che la versione in uso è 1.3</li> <li><em>2.0.0.0</em> significa che la versione in uso è 2.0</li> </ul> </li> </ol>

source: Source code
de: Quelltext
it: Codice sorgente

source: Contact Us
de: Kontakt
it: Contattaci

source: Partner with Us
de: Werden Sie Partner
it: Diventa nostro partner

source: Donate
de: Spenden
it: Fai una donazione

source: Privacy Policy
de: Datenschutz
it: Informativa sulla privacy

source: Legal Notices
de: Rechtliches
it: Note legali

source: Report Trademark Abuse
de: Markenrechtsverletzung melden
it: Segnala abusi dei marchi

source: Mozilla on Twitter
de: Mozilla auf Twitter
it: Mozilla su Twitter

source: Firefox on Twitter
de: Firefox auf Twitter
it: Firefox su Twitter

source: Mozilla on Facebook
de: Mozilla auf Facebook
it: Mozilla su Facebook

source: Firefox on Facebook
de: Firefox auf Facebook
it: Firefox su Facebook

source: Learn more
de: Mehr erfahren
it: Ulteriori informazioni

source: About
de: Über
it: Informazioni

source: Language
de: Sprache
it: Lingua

source: Firefox OS version
it: Versione di Firefox OS

source: Which version do I have?
de: Welche Version verwende ich?
it: Che versione sto utilizzando?

source: Change
de: Ändern
it: Cambia
