Repository: Chaasof/masterfirefoxos-l10n
Catalog: */LC_MESSAGES/django.po
Languages: de, it

source: Master Firefox OS
de: Meistern Sie Firefox OS
it: Domina Firefox OS

source: <p>Welcome to the Firefox OS global partner and community training hub. Select any topic to get started.</p>
de: <p>Willkommen zum Ausbildungszentrum bezüglich Firefox OS für unsere Partner und unsere Gemeinschaft auf der ganzen Welt. Wählen Sie zum Start ein beliebiges Thema aus.</p>
it: <p>Benvenuto nel centro di formazione dedicato ai partner globali e alla comunità di Firefox OS. Qui troverai tutte le informazioni utili per presentare le caratteristiche di Firefox OS. Seleziona un argomento per iniziare.</p>

source: Introduction
de: Einführung
it: Introduzione

source: <p>Find out what makes Firefox OS perfect for new smartphone users by giving them just what they need.</p>
de: <p>Erfahren Sie, warum Firefox OS perfekt für neue Smartphone-Nutzer ist, indem es ihnen genau das liefert, was sie brauchen.</p>
it: <p>Scopri che cosa rende Firefox OS perfetto per persone che non hanno mai utilizzato uno smartphone, fornendo in modo semplice tutto ciò che gli serve.</p>

source: <h2>Ready to explore the key benefits of Firefox OS?</h2>
de: <h2>Sind Sie bereit, die Hauptvorteile von Firefox OS zu erkunden?</h2>
it: <h2>Sei pronto per scoprire i vantaggi principali di Firefox OS?</h2>

source: The Adaptive Phone
de: Das anpassbare Handy
it: Il telefono adattivo

source: <p>Firefox OS adapts to the needs of customers better than any other phone by anticipating their needs and instantly delivering the information they want.<br><br>With Adaptive App Search your customers will get more of what they’re looking for, exactly when they need it.</p>
de: <p>Firefox OS passt sich den Bedürfnissen der Kunden besser an als jedes andere Handy, indem es ihre Bedürfnisse vorhersieht und ihnen sofort die Informationen liefert, die sie brauchen.<br><br>Die adaptive App-Suche liefert Ihren Kunden mehr von dem, was sie suchen, und das zur richtigen Zeit.</p>
it: <p>Firefox OS si adatta alle esigenze dei clienti meglio di qualunque altro telefono.<br><br>La ricerca adattiva delle app offre informazioni su qualunque argomento e propone ai clienti più di quanto stavano cercando, sempre al momento giusto. In questo modo potranno sempre ottenere il massimo da ogni istante.</p>

source: Have It All
de: Alles dabei
it: Tutto ciò che ti serve

source: <p>Firefox OS is packed with all the features that made your customers want a smartphone in the first place: apps, maps, camera, gallery, social features, music and more.<br><br>With all the features and no compromises, Firefox OS phones fit your customers' lives more perfectly, so they can fit in with the world around them.</p>
de: <p>Firefox OS ist voll mit den Funktionen, wegen denen Ihre Kunden überhaupt ein Smartphone verwenden möchten: Apps, Karten, Kamera, Galerie, soziale Funktionen, Musik und mehr.<br><br>Dank all dieser Funktionen ohne Kompromisse passen Firefox-OS-Handys noch besser zum Leben Ihrer Kunden, so dass sie sich in die Welt um sie herum einfügen können.</p>
it: <p>Firefox OS include tutte le caratteristiche richieste da un cliente interessato a uno smartphone: app, mappe, fotocamera, galleria, funzioni social, musica e altro ancora.<br><br>Ricchi di funzioni e senza compromessi, i telefoni Firefox OS si adattano alla vita dei tuoi clienti in modo perfetto, permettendogli di integrarsi al meglio nel mondo che li circonda.</p>

source: Keep the Web in Your Hands
de: Behalten Sie das Internet in Ihren Händen
it: Il Web nelle tue mani

source: <p>At Mozilla, we’re out to make a difference, not a profit.<br><br>Firefox OS smartphones are backed by a global community of thousands of developers working to innovate on your customers' behalf and made locally with their interests and needs in mind. When customers' choose Firefox OS, they’re helping build a brighter future for the Web for all.</p>
de: <p>Bei Mozilla wollen wir etwas bewegen, nicht Gewinne erzielen.<br><br>Hinter Firefox-OS-Smartphones steht eine weltweite Gemeinschaft aus Tausenden von Entwicklern, die Innovationen im Sinne Ihrer Kunden bewirken möchten. Außerdem werden sie mit Rücksicht auf die Interessen und Bedürfnisse Ihrer Kunden vor Ort entwickelt. Wenn Kunden sich für Firefox OS entscheiden, helfen sie dabei, eine leuchtendere Zukunft für das Internet für alle zu schaffen.</p>
it: <p>Mozilla si impegna per fare la differenza, non per realizzare profitti.<br><br>Gli smartphone Firefox OS sono supportati da una comunità globale di migliaia di sviluppatori impegnati a innovare a esclusivo vantaggio dei clienti e sono realizzati localmente, dando sempre priorità alle esigenze e agli interessi degli utilizzatori. I clienti che scelgono Firefox OS contribuiscono alla realizzazione di un futuro migliore per tutto il Web.</p>

source: A phone that makes every moment count
de: Ein Handy, mit dem jeder Augenblick zählt
it: Un telefono che rende importante ogni momento

source: <p>Your customers' needs are always changing. Firefox OS smartphones adapt to your customers' needs so they can live every moment to its fullest.<br><br>Easy to use, they’re perfect for new smartphone users and full of all the features that customers expect. Powered by Mozilla, Firefox OS devices are the right choice for anyone committed to ensuring that the Web remains a public resource available to all.</p>
de: <p>Die Bedürfnisse Ihrer Kunden ändern sich ständig. Smartphones mit Firefox OS passen sich den Bedürfnissen Ihrer Kunden an, damit sie jeden Augenblick voll ausleben können.<br><br>Sie sind einfach zu verwenden, sind perfekt für Smartphone-Einsteiger und voll mit den Funktionen, die Kunden erwarten. Hinter den Firefox-OS-Geräten steht Mozilla und sie sind die richtige Wahl für jeden, der sich dafür einsetzt, dass das Internet eine für alle zugängliche öffentliche Ressource bleibt.</p>
it: <p>Le necessità dei tuoi clienti sono in costante evoluzione. Gli smartphone Firefox OS si adattano alle loro esigenze per consentirgli di vivere ogni istante al massimo.<br><br>Facili da utilizzare, sono perfetti per chi è al primo smartphone e hanno tutte le caratteristiche che i clienti si aspettano. Realizzati da Mozilla, i dispositivi Firefox OS sono la scelta giusta per chiunque ritenga che il Web debba rimanere una risorsa pubblica e disponibile per tutti.</p>

source: z8IAfoqxOPI
it: 9U6qXAqx9qw

source: Demo Tips
de: Vorführ-Tipps
it: Suggerimenti per demo

source: <h2>Demonstrations That Matter</h2> <p>Demonstrating the features of Firefox OS and how easy it is to use will be your best selling tool. Browse the demonstration videos below to get started.</p>
de: <h2>Eine Vorführung, die zählt</h2> <p>Eine Vorführung der Funktionen von Firefox OS und seiner einfachen Bedienbarkeit ist Ihr bestes Verkaufsargument. Sehen Sie sich für den Anfang die folgenden Vorführvideos an.</p>
it: <h2>Dimostrazioni significative</h2> <p>Una dimostrazione delle caratteristiche e della semplicità d’uso di Firefox OS è il migliore strumento di vendita a tua disposizione. Dai un’occhiata ai video dimostrativi per iniziare.</p>

source: <p>Learn how to show off and talk about the key features and benefits of Firefox OS to your customers.</p>
de: <p>Erfahren Sie, wie Sie Ihren Kunden die wichtigsten Funktionen und Vorteile von Firefox vorführen und präsentieren.</p>
it: <p>Scopri come dimostrare e parlare delle caratteristiche principali e dei benefici di Firefox OS ai tuoi clienti.</p>

source: Intro to FirefoxOS
de: Einführung in Firefox OS
it: Introduzione a Firefox OS

source: <p>When you only have a minute, make it count with this simple pitch.</p>
de: <p>Wenn Sie nur eine Minute Zeit haben, nutzen Sie diese am besten mit dieser Übersicht.</p>
it: <p>Se hai solo pochi minuti a disposizione, falli valere con questo semplice discorso.</p>

source: Adaptive App Search
de: Adaptive App-Suche
it: Ricerca adattiva delle app

source: <p>Show customers how Firefox OS adapts to them, giving them more of what they need, when they need it.</p>
de: <p>Zeigen Sie Kunden, wie Firefox OS sich auf sie einstellt und ihnen zur richtigen Zeit mehr von dem gibt, was sie brauchen.</p>
it: <p>Mostra ai clienti come Firefox OS sia in grado di adattarsi a loro, offrendogli tutto ciò che gli serve nel momento giusto.</p>

source: SijuLONPI9U
it: cBUADOIP4ks

source: <p>Demonstrate the powerful map features of Firefox OS, including local transit info.</p>
de: <p>Zeigen Sie die informativen Kartenfunktionen von Firefox OS, inklusive Informationen über den ÖPNV.</p>
it: <p>Dimostra le potenzialità del sistema di mappe di Firefox OS, incluse le informazioni sul trasporto locale.</p>

source: Dvne9wMwV6E
it: -qmurnSReFE

source: Stay Connected
de: In Verbindung bleiben
it: Sempre connesso

source: <p>It’s easier than ever to stay connected with Firefox OS.</p>
de: <p>Noch nie war es so einfach in Verbindung zu bleiben wie mit Firefox OS.</p>
it: <p>Rimanere connessi non è mai stato così semplice grazie a Firefox OS.</p>

source: -2V-hbYu9WQ
it: 0PiFn-2byP0

source: Firefox Browser
it: Browser Firefox

source: <p>Firefox OS lets customers take control of their online lives and get the best of the Web no matter where they go.</p>
de: <p>Mit Firefox OS haben die Nutzer die Kontrolle über ihr Online-Leben und holen das Beste aus dem Internet heraus, egal wo sie sind.</p>
it: <p>Firefox OS offre agli utenti il pieno controllo del Web, come nessun altro telefono sa fare.</p>

source: 46dngYXUcFg
it: Xqkgb6-CHpM

source: <p>Firefox Marketplace has the cool games and apps your customers want.</p>
de: <p>Im Firefox Marketplace finden Ihre Kunden die tollen Spiele und Apps, die sie wollen.</p>
it: <p>Firefox Marketplace offre tutti i giochi e le app che i clienti possono desiderare.</p>

source: nwAUQvNuyTw
it: Oe9was4FQHA

source: Camera & Gallery
de: Kamera und Galerie
it: Fotocamera e Galleria

source: <p>Photograph, edit and share. Show off our full-featured camera and gallery apps, including built-in style filters, video and more.</p>
de: <p>Machen Sie Fotos, bearbeiten und teilen Sie diese. Zeigen Sie unsere funktionsreichen Kamera- und Galerie-Apps, inklusive der enthaltenen Stilfilter, Video und mehr.</p>
it: <p>Scatta, modifica e condividi. Mostra tutte le caratteristiche della fotocamera e della galleria, inclusi i filtri integrati, video e altro ancora.</p>

source: ikbujo0l7dI
it: CsnZIFzdoNM

source: Music & FM Radio
de: Musik und UKW-Radio
it: Musica e radio FM

source: <p>With music at their fingertips, your customers will see how Firefox OS keeps them entertained and dancing in the streets.</p>
de: <p>Mit Musik nur eine Fingerbewegung entfernt sehen Ihre Kunden, wie Firefox OS sie unterhält und auf der Straße tanzen lässt.</p>
it: <p>Con la musica a portata di mano, i tuoi clienti vedranno come Firefox OS sia in grado di farli divertire e ballare per le strade.</p>

source: kGb4OLORKPA
it: Z8ELi8wBR7o

source: Customer Guide
de: Leitfaden über Kunden
it: Guida ai clienti

source: <h2>Who is your ideal Firefox customer?</h2> <p>Understanding your customer’s needs and knowing how to respond on the spot is critical to any sales opportunity.<br>Check out the common customer segments below, and tap the bar to learn how to best respond to each of their unique needs.</p>
de: <h2>Wer ist Ihr idealer Firefox-Kunde?</h2> <p>Das Verständnis für die Bedürfnisse Ihres Kunden und eine schnelle Reaktion darauf sind Grundvoraussetzungen für jede Verkaufsgelegenheit.<br>Sehen Sie sich die folgenden häufigen Kundensegmente an und tippen Sie auf die Leiste, um zu erfahren, wie Sie auf die jeweiligen besonderen Bedürfnisse am besten reagieren.</p>
it: <h2>Chi è il cliente ideale di Firefox?</h2> <p>Capire le esigenze dei tuoi clienti e sapere come rispondere è fondamentale per qualunque opportunità di vendita.<br>Consulta le sezioni dedicate alle varie tipologie di cliente e trascina la barra per scoprire la risposta più adatta per ciascuna delle loro esigenze.</p>

source: <p>See how Firefox OS fits into your customers' lives, no matter who they are or where they're from.</p>
de: <p>Sehen Sie sich an, wie sich Firefox OS in das Leben Ihrer Kunden einpasst, egal wer sie sind oder wo sie herkommen.</p>
it: <p>Scopri come Firefox OS è in grado di adattarsi alla vita dei tuoi clienti, non importa chi siano o dove vivano.</p>

source: The Smartphone Rookie
de: Der Smartphone-Einsteiger
it: Alle prime armi

source: <h3><em>"I have never had a smartphone."</em></h3> <p><strong>What can you say?</strong></p> <p>Firefox OS is the best choice for first time smartphone users. It is super easy to use, and it adapts to your needs better than any other phone, so you get more of what you need with less time searching. Plus, it is packed with all the features you’d expect, from camera, to email, apps, music, maps and more.</p>
de: <h3><em>„Ich hatte noch nie ein Smartphone.“</em></h3> <p><strong>Was können Sie sagen?</strong></p> <p>Firefox OS ist die beste Wahl für Smartphone-Einsteiger. Es lässt sich ganz einfach bedienen und passt sich Ihren Bedürfnissen besser an als jedes andere Handy, sodass Sie mehr von dem erhalten, was Sie benötigen, ohne viel Zeit mit Suchen zu verbringen. Außerdem verfügt es über alle Funktionen, die Sie erwarten würden, von Kamera bis E-Mail, Apps, Musik, Karten und mehr.</p>
it: <h3><em>“Non ho mai posseduto uno smartphone.”</em></h3> <p><strong>Che cosa puoi rispondere?</strong></p> <p>Firefox OS è la scelta migliore per gli utenti che non hanno mai posseduto uno smartphone. È incredibilmente semplice da usare e si adatta alle tue esigenze meglio di qualunque altro telefono, così potrai trovare tutto ciò che ti serve in minor tempo. Senza dimenticare che include tutte le funzioni che ti aspetti da uno smartphone: fotocamera, email, app, musica, mappe e molto altro ancora.</p>

source: The Value Seeker
de: Der Wertsuchende
it: Alla ricerca di un buon affare

source: <h3><em>"I want a good deal."</em></h3> <p><strong>What can you say?</strong></p> <p>Firefox OS gives you the most value for your money. It has everything you expect in a smartphone — camera, email, apps, music, maps and more — at the most competitive prices.</p>
de: <h3><em>„Ich möchte ein gutes Preis-Leistungs-Verhältnis.“</em></h3> <p><strong>Was können Sie sagen?</strong></p> <p>Mit Firefox OS bekommen Sie das Meiste für Ihr Geld. Es hat alles, was Sie von einem Smartphone erwarten – Kamera, E-Mail, Apps, Musik, Karten und mehr – und das zu günstigsten Preisen.</p>
it: <h3><em>“Alla ricerca di un buon affare”</em></h3> <p><strong>Che cosa puoi rispondere?</strong></p> <p>Firefox OS offre il massimo rapporto qualità/prezzo. Include tutte le funzioni che ti aspetti da uno smartphone — fotocamera, email, app, musica, mappe e molto altro ancora — al prezzo più competitivo.</p>

source: The Uncertain Upgrader
de: Der unsichere Aktualisierer
it: Indeciso sull’aggiornamento

source: <h3><em>"It needs to be easy to use."</em></h3> <p><strong>What can you say?</strong></p> <p>Firefox OS is the easiest smartphone to get you started. Adaptive App Search helps you find the things you need simply — and instantly. The user interface is so intuitive, you will be able to quickly discover and download your favorite apps so you’re ready to go.</p>
de: <h3><em>„Es muss sich einfach bedienen lassen.“</em></h3> <p><strong>Was können Sie sagen?</strong></p> <p>Firefox OS ist das am einfachsten zu bedienende Smartphone für den Einstieg. Die adaptive App-Suche hilft Ihnen, einfach – und sofort – das Gesuchte zu finden. Die Benutzeroberfläche ist so intuitiv, dass Sie Ihre Lieblings-Apps schnell finden und herunterladen können, um startklar zu sein.</p>
it: <h3><em>“Deve essere semplice da utilizzare.”</em></h3> <p><strong>Che cosa puoi rispondere?</strong></p> <p>Firefox OS è lo smartphone più semplice per iniziare. La ricerca adattiva delle app ti permette di trovare tutto ciò che ti serve, in modo semplice e veloce. L’interfaccia utente è così intuitiva che in pochi istanti sarai in grado di trovare e scaricare le tue app preferite e sarai pronto per iniziare.</p>

source: The Firefox Fan
de: Der Firefox-Fan
it: Il fan di Firefox

source: <h3><em>"I love firefox!"</em></h3> <p><strong>What can you say?</strong></p> <p>If you know and love Firefox, you’ll love Firefox OS. Firefox OS smartphones are entirely HTML5-based, bringing the best of the Web to your phone. Plus, Firefox OS is designed by a community dedicated to keeping the Web accessible to all. When you choose Firefox OS, you have the full power of the Web in your hands.</p>
de: <h3><em>„Ich liebe Firefox!“</em></h3> <p><strong>Was können Sie sagen?</strong></p> <p>Wenn Sie Firefox kennen und lieben, werden Sie auch Firefox OS lieben. Firefox OS Smartphones basieren komplett auf HTML5 und bringen so das Beste des Internets auf Ihr Handy. Außerdem wird Firefox OS von einer Gemeinschaft entwickelt, die sich dafür einsetzt, dass das Internet für alle zugänglich bleibt. Wenn Sie sich für Firefox OS entscheiden, haben Sie die geballte Macht des Internets in Ihren Händen.</p>
it: <h3><em>“Adoro Firefox!”</em></h3> <p><strong>Che cosa puoi rispondere?</strong></p> <p>Se conosci e ti piace Firefox, ti innamorerai di Firefox OS. Gli smartphone Firefox OS sono interamente basati su HTML5, portando il meglio del Web sul tuo telefono. Senza dimenticare che Firefox OS è sviluppato da una comunità che si impegna a mantenere il Web accessibile a tutti. Scegliendo Firefox OS hai tutto il potere del Web nelle tue mani.</p>

source: Key Features
de: Wesentliche Funktionen
it: Caratteristiche principali

source: <h2>Features that count</h2> <p>Firefox OS is packed with the features that your customers expect in a smartphone. It fits their lives perfectly so they can keep pace with the world around them.</p> <h3>Have it all</h3>
de: <h2>Funktionen, die zählen</h2> <p>Firefox OS ist voll mit den Funktionen, die Ihre Kunden in einem Smartphone erwarten. Es passt sich perfekt an ihre Leben an, damit sie mit der Welt um sie herum Schritt halten können.</p> <h3>Alles dabei</h3>
it: <h2>Caratteristiche che contano</h2> <p>Firefox OS include tutte le caratteristiche che i clienti si aspettano da uno smartphone. Si adatta perfettamente alle loro vite, consentendogli di tenere il passo con il mondo che li circonda.</p> <h3>Tutto ciò che ti serve</h3>

source: <p>Discover what makes Firefox OS the most unique and exciting mobile operating system.</p>
de: <p>Entdecken Sie, was Firefox OS zum einzigartigsten und aufregendsten Betriebssystem für Mobilgeräte macht.</p>
it: <p>Scopri che cosa rende Firefox OS unico e il più eccitante sistema operativo per dispositivi mobile.</p>

source: <p>A new way to get what you need right when you need it, without any of the headaches of downloading applications. Search for anything, and Firefox OS adapts to your request, displaying photos, video, music, news, maps and more - making it much easier for you to find what you were really looking for.</p>
de: <p>Eine neue Möglichkeit, um rechtzeitig das zu finden, was Sie benötigen, ohne mühselig Anwendungen herunterladen zu müssen. Egal was Sie suchen, Firefox OS passt sich an Ihre Anforderung an und zeigt Fotos und Videos, spielt Musik und liefert Nachrichten, Karten und mehr – sodass es für Sie viel einfacher ist zu finden, was Sie eigentlich suchen.</p>
it: <p>Un nuovo modo per ottenere ciò che ti serve quando ti serve, senza bisogno di scaricare applicazioni. Cerca qualunque cosa e Firefox OS si adatterà alla tua richiesta, visualizzando foto, video, musica, notizie, mappe e altro ancora, rendendo molto più semplice trovare ciò che stavi realmente cercando.</p>

source: <p>Your go-to source for the best apps for Firefox OS. Browse tens of thousands of free and paid apps in multiple categories, including games, utilities, music, travel, sports, and more.</p>
de: <p>Ihre Anlaufstelle für die besten Apps für Firefox OS. Durchsuchen Sie zehntausende von kostenlosen und kostenpflichtigen Apps in mehreren Kategorien, von Spielen bis Hilfsmittel, Musik, Reise, Sport und mehr.</p>
it: <p>La tua risorsa di riferimento per le migliori app per Firefox OS. Naviga tra decine di migliaia di app, gratuite o a pagamento, suddivise in categorie, dai giochi alle utilità, musica, viaggi, sport e altro ancora.</p>

source: Firefox browser
it: Browser Firefox

source: <p>The fast, smart, safe way to get the best of the Web. Use the URL bar to enter websites, perform searches and access your browsing history. Plus, tabs let you multitask by browsing multiple pages simultaneously.</p>
de: <p>Der schnelle, intelligente und sichere Weg, das Beste aus dem Internet herauszuholen.Verwenden Sie die Adressleiste, um die Adresse einer Website einzugeben, zu suchen und auf Ihre Surf-Chronik zuzugreifen. Außerdem können Sie mit Tabs auf mehreren Seiten gleichzeitig surfen.</p>
it: <p>Il modo più veloce, intelligente e sicuro per ottenere il massimo dal Web. Utilizza la barra di ricerca per inserire l’indirizzo di un sito, fare una ricerca e accedere alla cronologia di navigazione. In più, le schede ti permettono di navigare su più siti contemporaneamente.</p>

source: Facebook and Twitter
de: Facebook und Twitter
it: Facebook e Twitter

source: <p>Deeply integrated with your favorite social networks. You can easily import your Facebook contacts to your phone to keep your community all in one place.</p>
de: <p>Nahtlos integriert in Ihre sozialen Lieblingsnetzwerke. Sie können einfach Ihre Facebook-Kontakte in Ihr Handy importieren, um Ihre Gemeinschaft an einem Ort zu versammeln.</p>
it: <p>Perfettamente integrati con i tuoi social network preferiti. Puoi importare i contatti di Facebook sul tuo telefono per gestire le tue amicizie con un unico strumento.</p>

source: Contacts
de: Kontakte
it: Contatti

source: <p>Stay connected, with easy access to your friends and colleagues from wherever you are.</p>
de: <p>Bleiben Sie in Verbindung, mit einfachem Zugang zu Ihren Freunden und Kollegen, egal wo Sie sind.</p>
it: <p>Rimani in contatto con i tuoi amici e colleghi ovunque ti trovi.</p>

source: Camera and Gallery
de: Kamera und Galerie
it: Fotocamera e Galleria

source: <p>With built-in style filters for fun, creative shots, and lots of ways to share your photographs, the full-featured camera and photo gallery will have all your subjects smiling.</p>
de: <p>Dank integrierten Stilfiltern für interessante, kreative Fotos und vielen Möglichkeiten, Ihre Fotos zu teilen, bringen die funktionsbeladene Kamera und Fotogalerie alle Ihre Motive zum Lächeln.</p>
it: <p>Grazie ai filtri integrati con cui realizzare scatti divertenti e creativi e a svariate possibilità di condivisione, la fotocamera e la galleria saranno sempre in grado di far sorridere i soggetti delle tue foto.</p>

source: FM Radio
de: UKW-Radio
it: Radio FM

source: <p>All the audio you want on the go, all on one device. Just plug in your earphones and start listening.</p>
de: <p>Die ganze Musik, die Sie unterwegs möchten, auf einem Gerät. Stecken Sie einfach Ihre Ohrhörer ein und lauschen Sie der Musik.</p>
it: <p>Tutto l'audio che vuoi portare con te quando esci, in un unico dispositivo. Collega le cuffie e inizia ad ascoltare.</p>

source: Maps
de: Karten
it: Mappe
