Repository: Chaasof/masterfirefoxos-l10n
Catalog: */LC_MESSAGES/django.po
Languages: de, it

source: <p>That’s not it. You simply go to your home screen to access the Adaptive App Search feature.</p>
de: <p>Nein. Sie öffnen einfach Ihren Startbildschirm, um auf die Funktion „Adaptive App-Suche“ zuzugreifen.</p>
it: <p>Sbagliato. Basta andare alla schermata iniziale per accedere alla ricerca adattiva delle app.</p>

source: <p>Which of the following apps is preloaded on every Firefox OS phone? Select all that apply.</p>
de: <p>Welche der folgenden Apps sind standardmäßig auf jedem Firefox-OS-Handy installiert? Wählen Sie alle Zutreffenden aus.</p>
it: <p>Quale delle seguenti app è preinstallata su ogni telefono Firefox OS? Seleziona tutte le voci corrette.</p>

source: <p>There are more. Try again</p>
de: <p>Es gibt noch mehr. Versuchen Sie’s nochmal</p>
it: <p>Ce ne sono altre. Riprova.</p>

source: <p>Which Firefox OS feature does this icon represent?</p>
de: <p>Für welche Firefox-OS-Funktion steht dieses Symbol?</p>
it: <p>Quale funzione di Firefox OS rappresenta questa icona?</p>

source: <p>That’s right! This icon represents Messages —or text messaging.</p>
de: <p>Ganz genau! Dieses Symbol steht für Nachrichten – oder Textnachrichten.</p>
it: <p>Esatto. Questa icona rappresenta i Messaggi (o messaggi di testo).</p>

source: <p>Actually, this icon represents Messages — or text messaging.</p>
de: <p>Nein, dieses Symbol steht für Nachrichten – oder Textnachrichten.</p>
it: <p>Sbagliato. Questa icona rappresenta i Messaggi (o messaggi di testo).</p>

source: <p>Which Firefox OS feature does this icon represent?<br><br></p>
de: <p>Für welche Firefox-OS-Funktion steht dieses Symbol?<br><br></p>
it: <p>Quale funzione di Firefox OS rappresenta questa icona?<br><br></p>

source: <p>That’s right. This icon represents the Contacts.</p>
de: <p>Ganz genau. Dieses Symbol steht für Kontakte.</p>
it: <p>Esatto. Questa icona rappresenta i Contatti.</p>

source: <p>Actually, this icon represents the Contacts.</p>
de: <p>Nein, dieses Symbol steht für Kontakte.</p>
it: <p>Sbagliato. Questa icona rappresenta i Contatti.</p>

source: <p>That’s right. This icon represents Browser.</p>
de: <p>Ganz genau. Dieses Symbol steht für den Browser.</p>
it: <p>Esatto. Questa icona rappresenta il browser.</p>

source: <p>Actually, this icon represents Browser.</p>
de: <p>Nein, dieses Symbol steht für den Browser.</p>
it: <p>Sbagliato. Questa icona rappresenta il browser.</p>

source: <p>Actually, this icon represents Adaptive App Search.</p>
de: <p>Nein, dieses Symbol steht für die adaptive App-Suche.</p>
it: <p>Sbagliato. Questa icona rappresenta la ricerca adattiva delle app.</p>

source: <p>Actually, for this customer, the best choice is to talk about how easy Firefox OS is to use, the free apps within the Firefox Marketplace and the fact the handset is a value, affordable device.</p>
de: <p>Nein, bei diesem Kunden ist es am besten, über die leichte Bedienbarkeit von Firefox OS zu sprechen, die kostenlosen Apps im Firefox Marketplace und die Tatsache, dass das Gerät viel Wert für wenig Geld bietet.</p>
it: <p>In realtà per questo cliente sarebbe meglio parlare della semplicità d’uso di Firefox OS, delle app gratuite presenti in Firefox Marketplace, del fatto che il dispositivo ha un costo accessibile e un buon rapporto prezzo/prestazioni.</p>

source: <p>That’s right. With a first time smartphone user, you should talk about its simplicity and features like Adaptive App Search.</p>
de: <p>Ganz genau. Bei einem Anwender, der noch nie ein Smartphone hatte sollten Sie über seine Einfachheit und Funktionen wie die „Adaptive App-Suche“ sprechen.</p>
it: <p>Esatto. Con un cliente che non ha mai posseduto uno smartphone dovresti parlare della semplicità d’uso e della ricerca adattiva delle app.</p>

source: <p>Actually, with a first time smartphone user, you should talk about its simplicity and features like Adaptive App Search.</p>
de: <p>Nein, bei einem Anwender, der noch nie ein Smartphone hatte, sollten Sie zuerst über seine Einfachheit und Funktionen wie die „Adaptive App-Suche“ sprechen.</p>
it: <p>In realtà con un cliente che non ha mai posseduto uno smartphone dovresti parlare della semplicità d’uso e della ricerca adattiva delle app.</p>

source: <p>That’s right. When you meet a Firefox fan, talk about how choosing Firefox OS shows a commitment to keeping the Web in their hands.</p>
de: <p>Ganz genau. Wenn Sie auf einen Firefox-Fan treffen, erwähnen Sie, dass eine Entscheidung für Firefox OS Engagement dafür zeigt, dass das Internet in seinen Händen bleibt.</p>
it: <p>Esatto. Quando incontri un fan di Firefox parlagli di come la scelta di Firefox OS dimostri il proprio impegno nel mantenere il pieno controllo del Web.</p>

source: <p>Actually, when you meet a Firefox fan, talk about how choosing Firefox OS shows a commitment to keeping the Web in their hands</p>
de: <p>Nein, wenn Sie auf einen Firefox-Fan treffen, erwähnen Sie, dass eine Entscheidung für Firefox OS Engagement dafür zeigt, dass das Internet in seinen Händen bleibt.</p>
it: <p>In realtà quando incontri un fan di Firefox, parlagli di come la scelta di Firefox OS dimostri il proprio impegno nel mantenere il pieno controllo del Web.</p>

source: <p>A customer says to you, “I’m looking for an easy way to stay in touch with my friends, but I don’t want to spend a lot of money”. Which of the following statements would be a good response? Select all that apply.</p>
de: <p>Ein Kunde sagt Ihnen „Ich suche eine einfache Möglichkeit, mit meinen Freunden in Kontakt zu bleiben, aber ich möchte nicht viel Geld ausgeben“. Welche der folgenden Aussagen wären eine gute Antwort? Wählen Sie alle Zutreffenden aus.</p>
it: <p>Un cliente ti dice “Sto cercando un modo semplice per rimanere in contatto con i miei amici, ma non voglio spendere molto”. Quale delle seguenti affermazioni potrebbe rappresentare una buona risposta? Seleziona tutte quelle valide.</p>

source: <p>That’s right. With this customer, highlight the full feature set of Firefox OS, including social apps that are preloaded on the phone, all at great value.</p>
de: <p>Ganz genau. Bei diesem Kunden sollten Sie den großen Wert aller Funktionen von Firefox OS betonen, inklusive der sozialen Apps, die standardmäßig auf dem Handy sind, alles zu guten Preisen.</p>
it: <p>Esatto. Con questo cliente dovresti sottolineare il valore delle caratteristiche di Firefox OS, incluse app per i social network preinstallate sul dispositivo, il tutto a un buon prezzo.</p>

source: <p>That’s not it. With this customer, highlight the full feature set of Firefox OS, including social apps that are preloaded on the phone, all at great value.</p>
de: <p>Nein, bei diesem Kunden sollten Sie den großen Wert aller Funktionen von Firefox OS betonen, inklusive der sozialen Apps, die standardmäßig auf dem Handy sind, alles zu guten Preisen.</p>
it: <p>Sbagliato. Con questo cliente dovresti sottolineare il valore delle caratteristiche di Firefox OS, incluse app per i social network preinstallate sul dispositivo, il tutto a un buon prezzo.</p>

source: <p>A customer says, “I use Firefox on my home computer and I love it, but I didn’t know they had a mobile OS. Why?” Which of the following statements would be the most appropriate response to this particular customer?</p>
de: <p>Ein Kunde sagt „Ich verwende Firefox auf meinem Heim-Computer und ich liebe ihn, aber ich wusste nicht, dass es da auch ein Betriebssystem für Smartphones gibt. Warum?“ Welche der folgenden Aussagen wäre die passendste Antwort für diesen Kunden?</p>
it: <p>Un cliente ti dice “Utilizzo Firefox sul computer di casa e mi piace, ma non avevo idea che esistesse anche uno smartphone targato Firefox. Perché?”. Quali delle seguenti affermazioni rappresentano una risposta appropriata per questo particolare cliente?</p>

source: <p>That’s right. This customer seems like a Firefox fan. Talk about how the Firefox OS phones, made by Mozilla, show a commitment to keeping the Web in the hands of the people. And while all of these statements are true, only this one is the best response for this particular customer.</p>
de: <p>Genau! Dieser Kunde scheint ein Firefox-Fan zu sein. Sprechen Sie darüber, dass die von Mozilla entwickelten Firefox-OS-Handys Engagement dafür zeigen, das Internet in den Händen der Menschen zu belassen. Und auch wenn alle diese Aussagen wahr sind, ist nur diese die beste Antwort für diesen Kunden.</p>
it: <p>Esatto. Questo cliente sembra un fan di Firefox. Parlagli di come i telefoni Firefox OS, realizzati da Mozilla, rappresentino l'impegno a mantenere il controllo del Web nelle mani degli utenti. E nonostante tutte le affermazioni siano vere, questa è la migliore risposta per questo tipo di cliente.</p>

source: <p>All of these statements are true, but only one is the best response for this particular customer, who seems to be a Firefox fan. Talk about how the Firefox OS phones, made by Mozilla, are part of keeping the Web in the hands of the people.</p>
de: <p>Alle diese Aussagen sind wahr, aber nur eine ist die beste Antwort für diesen Kunden, der ein Firefox-Fan zu sein scheint. Sprechen Sie darüber, dass die von Mozilla entwickelten Firefox-OS-Handys auch dazu beitragen, das Internet in den Händen der Menschen zu belassen.</p>
it: <p>Tutte le risposte sono vere, ma solo una è la migliore per un cliente che sembra essere un fan di Firefox. Parlagli di come i telefoni Firefox OS, realizzati da Mozilla, costituiscano un importante tassello dell’impegno a mantenere il controllo del Web nelle mani degli utenti.</p>

source: <p>While all of these statements are true, which two responses would be most useful to a first-time smartphone customer?</p>
de: <p>Alle diese Aussagen sind zwar war, aber welche wäre die hilfreichste für einen Kunden, der zum ersten Mal ein Smartphone kauft?</p>
it: <p>Anche se tutte le seguenti affermazioni sono corrette, scegli le due risposte più adatte per un cliente che acquista il suo primo smartphone.</p>

source: <p>The best response to this objection is to talk about all the apps that are available.</p>
de: <p>Die beste Antwort auf diese Kritik ist es, über die vielen verfügbaren Apps zu sprechen.</p>
it: <p>La risposta migliore a questa obiezione è parlare di tutte le app disponibili.</p>

source: <p>What’s the best response to this customer’s objection? “I’ve never heard of Firefox OS phones.”</p>
de: <p>Was ist die beste Antwort auf diese Kritik eines Kunden? „Ich habe noch nie von Firefox-OS-Handys gehört.“</p>
it: <p>Qual è la risposta migliore all’obiezione del cliente: “Non ho mai sentito parlare di telefoni Firefox OS.”?</p>

source: <p>The best response to this objection is to talk about the experience of the Mozilla community that is behind Firefox OS.</p>
de: <p>Die beste Antwort auf diese Kritik ist es, über die Erfahrung der Mozilla-Gemeinschaft hinter Firefox OS zu sprechen.</p>
it: <p>La risposta migliore a questa obiezione è descrivere l’esperienza della comunità Mozilla che supporta Firefox OS.</p>

source: <p>The best response to this objection is to talk about the robust security model.</p>
de: <p>Die beste Antwort auf diese Kritik ist es, über das robuste Sicherheitsmodell zu sprechen.</p>
it: <p>La risposta migliore a questa obiezione è descrivere il modello di sicurezza.</p>

source: <p>Which of these customer responses indicate a ideal candidate for Firefox OS? Select all that apply.</p>
de: <p>Welche dieser Kundenantworten zeichnen einen idealen Kandidaten für Firefox OS aus? Wählen Sie alle zutreffenden aus.</p>
it: <p>Quale delle seguenti risposte dei clienti identificano un candidato ideale per Firefox OS? Seleziona tutte le risposta valide.</p>

source: <p>Open the Marketplace.</p>
de: <p>Den Marketplace öffnen.</p>
it: <p>Apri Firefox Marketplace</p>

source: <p>Open the browser.</p>
de: <p>Den Browser öffnen.</p>
it: <p>Apri il browser</p>

source: <p>Phone</p>
de: <p>Telefon</p>
it: <p>Telefono</p>

source: <p>Calendar</p>
de: <p>Kalender</p>
it: <p>Agenda</p>

source: <p>Clock</p>
de: <p>Uhr</p>
it: <p>Orologio</p>

source: <p>Usage</p>
de: <p>Nutzung</p>
it: <p>Utilizzo</p>

source: <p>Email and Messages</p>
de: <p>E-Mail und SMS</p>
it: <p>Email e Messaggi</p>

source: <p>Music</p>
de: <p>Musik</p>
it: <p>Musica</p>

source: <p>Messages</p>
de: <p>Nachrichten</p>
it: <p>Messaggi</p>

source: <p>With Adaptive App Search, Firefox OS adapts to you needs better than any other phone.</p>
de: <p>Mit der adaptiven App-Suche passt sich Firefox besser an Sie an als jedes andere Handy.</p>
it: <p>Grazie alla ricerca adattiva delle app Firefox OS è in grado di adattarsi alle tue esigenze meglio di qualunque altro telefono.</p>

source: <p>With the Firefox Marketplace and dozens of preloaded apps like Email, Facebook, Camera, Music and more, Firefox OS is packed with the features you’d expect in a smartphone.</p>
de: <p>Mit dem Firefox Marketplace und dutzender standardmäßiger Apps, wie E-Mail, Facebook, einer Kamera, Musik und weiteren, ist Firefox OS voll von Funktionen, die Sie von einem Smartphone erwarten würden.</p>
it: <p>Grazie a Firefox Marketplace e decine di app preinstallate, come email, Facebook, fotocamera, musica e altro ancora, Firefox OS include tutte le caratteristiche che ti aspetti da uno smartphone.</p>

source: <p>Firefox OS gives you the most value for your money, with everything you expect — camera, email, apps, music and more — at the most competitive prices.</p>
de: <p>Mit Firefox OS bekommen Sie das meiste für Ihr Geld. Es hat alles, was Sie erwarten – Kamera, E-Mail, Apps, Musik und mehr – und das zu günstigsten Preisen.</p>
it: <p>Firefox OS offre il massimo rapporto qualità/prezzo. Include tutte le funzioni che ti aspetti da uno smartphone — fotocamera, email, app, musica e molto altro ancora — al prezzo più competitivo.</p>

source: <p>Firefox OS is the easiest smartphone to get started with. Your favorite apps are already preloaded and you can easily sync your contacts from Facebook, too.</p>
de: <p>Firefox OS ist das einfachste Smartphone für den Anfang. Ihre Lieblings-Apps sind standardmäßig dabei und Sie können auch einfach Ihre Facebook-Freunde importieren.</p>
it: <p>Firefox OS è lo smartphone più semplice con cui iniziare. Le tue app preferite sono preinstallate e puoi anche importare i tuoi amici da Facebook.</p>

source: <p>If you love Firefox, you’ll love Firefox OS. Choosing a Firefox OS device puts the power of the Web in your hands.</p>
de: <p>Wenn Sie Firefox-Browser lieben, werden Sie auch Firefox-OS-Handys lieben. Mit der Entscheidung für Firefox OS behalten Sie die Kraft des Internets in Ihren Händen.</p>
it: <p>Se ti piace Firefox, ti innamorerai dei telefoni Firefox OS. Scegliendo Firefox OS hai tutto il potere del Web nelle tue mani.</p>

source: <p>Firefox OS is the easiest smartphone to get started with. Your favorite apps are already preloaded and you can easily sync your friends from Facebook, too.</p>
de: <p>Firefox OS ist das einfachste Smartphone für den Anfang. Ihre Lieblings-Apps sind standardmäßig dabei und Sie können auch einfach Ihre Facebook-Freunde importieren.</p>
it: <p>Firefox OS è lo smartphone più semplice con cui iniziare. Le tue app preferite sono preinstallate e puoi anche importare i tuoi amici da Facebook.</p>

source: <p>Firefox OS gives you the most value for your money, with everything you expect — Camera, Email, apps, Music and more — at the most competitive prices. Plus, Adaptive App Search feature makes it easy to find the app you really need, when you need it.</p>
de: <p>Mit Firefox OS bekommen Sie das Meiste für Ihr Geld und alles, was Sie erwarten – Kamera, E-Mail, Apps, Musik und mehr – zu günstigsten Preisen. Außerdem erleichtert es Ihnen die Funktion „Adaptive App-Suche“, die Apps, die Sie brauchen, zum richtigen Zeitpunkt zu finden.</p>
it: <p>Firefox OS offre il massimo rapporto qualità/prezzo. Include tutte le funzioni che ti aspetti da uno smartphone — fotocamera, email, app, musica e molto altro ancora — al prezzo più competitivo. Senza contare la ricerca adattiva delle app che ti permette di trovare le app di cui hai bisogno al momento giusto.</p>

source: <p>Firefox OS gives you the most value for your money, with everything you expect — Camera, Email, apps, Music and more — at the most competitive prices.</p>
de: <p>Mit Firefox OS bekommen Sie das Meiste für Ihr Geld und alles, was Sie erwarten – Kamera, E-Mail, Apps, Musik und mehr – zu günstigsten Preisen.</p>
it: <p>Firefox OS offre il massimo rapporto qualità/prezzo. Include tutte le funzioni che ti aspetti da uno smartphone — fotocamera, email, app, musica e molto altro ancora — al prezzo più competitivo.</p>

source: <p>The Firefox OS smartphone is preloaded with all the features that you’d expect, including Messages, Facebook, Email and more, all at a better value.</p>
de: <p>Auf dem Firefox-OS-Smartphone finden Sie standardmäßig alle Funktionen, die Sie erwarten würde, darunter SMS, Facebook, E-Mail, Karten und mehr, zu besseren Preisen.</p>
it: <p>Uno smartphone Firefox OS include tutte le caratteristiche che ti aspetti in uno smartphone, come Messaggi, Facebook, email a altro ancora, il tutto con un miglior rapporto qualità/prezzo.</p>

source: <p>Facebook is preloaded on every Firefox OS device and you can sync your Facebook contacts easily!</p>
de: <p>Auf jedem Firefox-OS-Gerät finden Sie standardmäßig Facebook und Sie können Ihre Facebook-Kontakte einfach synchronisieren!</p>
it: <p>Facebook è preinstallato su ogni dispositivo Firefox OS e puoi importare facilmente i tuoi contatti.</p>

source: <p>The Firefox Marketplace features thousands of apps for free and there is no need to sign in.</p>
de: <p>Der Firefox Marketplace bietet Tausende kostenloser Apps – und das ohne Anmeldung.</p>
it: <p>Firefox Marketplace offre migliaia di app gratuite o non c'è bisogno di registrarsi.</p>

source: <p>Mozilla, the maker of Firefox, built a mobile OS to keep the Web accessible to all. And since Firefox OS is entirely built in HTML5, you get instant access to thousands of apps built already for the Web.</p>
de: <p>Mozilla, die Entwickler von Firefox, haben ein Betriebssystem für Smartphones entwickelt, um das Internet für alle zugänglich zu halten. Und weil Firefox OS komplett in HTML5 entwickelt wurde, erhalten Sie direkten Zugang zu Tausenden von Apps, die bereits für das Web entwickelt wurden.</p>
it: <p>Mozilla, il creatore di Firefox, ha realizzato un sistema operativo per smartphone per mantenere il Web accessibile a tutti. Dal momento che Firefox OS è realizzato in HTML5, hai automaticamente accesso a migliaia di app già realizzate per il Web.</p>

source: <p>Firefox OS phones are new and backed by a global community working to help keep the Web accessible to all.</p>
de: <p>Firefox-OS-Handys sind neu und werden von einer weltweiten Gemeinschaft gestützt, die daran arbeitet, dass das Internet für alle zugänglich bleibt.</p>
it: <p>I telefoni Firefox OS sono supportati da una comunità globale che si impegna per rendere il Web accessibile a tutti.</p>

source: <p>Every phone has access to hundreds of free apps at launch, including some of the most popular global apps today.</p>
de: <p>Jedes Handy hat beim Start Zugang zu Hunderten von kostenlosen Apps, darunter einige der heute beliebtesten Apps weltweit.</p>
it: <p>Ogni telefono ha accesso a centinaia di app gratuite, incluse alcune delle app più popolari nel mondo.</p>

source: <p>Firefox OS phones are packed with the features that made you want a smartphone in the first place.</p>
de: <p>Firefox OS ist voll mit den Funktionen, wegen denen Sie überhaupt ein Smartphone verwenden möchten.</p>
it: <p>I telefoni Firefox OS Includono tutte le funzioni che ti fanno desiderare uno smartphone.</p>

source: <p>Firefox OS phones provide access to hundreds of free apps at launch, including some of the most popular global apps today.</p>
de: <p>Firefox-OS-Handys haben beim Start Zugang zu Hunderten von kostenlosen Apps, darunter einige der heute beliebtesten Apps weltweit.</p>
it: <p>I telefoni Firefox OS hanno accesso a centinaia di app gratuite, incluse alcune delle app più popolari nel mondo.</p>

source: <p>Firefox OS has a robust security model that is battle-hardened from more than a decade of supporting the Open Web. Designed to protect the user and system from malicious applications and content, it also protects applications from each other.</p>
de: <p>Firefox OS besitzt ein robustes Sicherheitsmodell, das in über einem Jahrzehnt der Unterstützung für das offene Web erprobt wurde. Es wurde entwickelt, um den Anwender und das System vor schädlichen Anwendungen und Inhalten zu schützen und schützt auch Anwendungen voreinander.</p>
it: <p>Firefox OS è basato su un robusto modello di sicurezza messo a punto in oltre dieci anni di sviluppo dell’Open Web. Progettato per proteggere l’utente e il sistema da applicazioni e contenuti malevoli, è anche in grado di proteggere un’applicazione dalle altre.</p>

source: <p>Firefox OS adapts to the needs of customers better than any other phone. <br><br>Adaptive App Search serves up information on any subject and gives your customers more of what they’re looking for, exactly when they need it. This lets them make the most of every moment.</p>
de: <p>Firefox OS passt sich den Bedürfnissen der Kunden besser an als jedes andere Handy.<br><br>Die adaptive App-Suche liefert Informationen zu jedem Thema und gibt Ihren Kunden genau, was sie suchen, und das zur richtigen Zeit. Damit können sie jeden Moment voll ausnutzen.</p>
it: <p>Firefox OS si adatta alle esigenze dei clienti meglio di qualunque altro telefono.<br><br>La ricerca adattiva delle app offre informazioni su qualunque argomento e propone ai clienti più di quanto stavano cercando, sempre al momento giusto. In questo modo potranno sempre ottenere il massimo da ogni istante.</p>

source: Have it All
de: Alles dabei
it: Tutto ciò che ti serve

source: <p>Firefox OS is packed with all the features that made your customers want a smartphone in the first place: apps, maps, camera, gallery, social features, music and more. <br><br>Firefox OS lets customers take control of their online lives and get the best of the Web no matter where they go.</p>
de: <p>Firefox OS ist voll mit den Funktionen, wegen denen Sie überhaupt ein Smartphone verwenden möchten: Apps, Karten, Kamera, Galerie, soziale Funktionen, Musik und mehr.<br><br>Mit Firefox OS können Kunden ihr Online-Leben kontrollieren und das Beste aus dem Internet herausholen, egal wo sie sind.</p>
it: <p>Firefox OS include tutte le caratteristiche richieste da un cliente interessato a uno smartphone: app, mappe, fotocamera, galleria, funzioni social, musica e altro ancora.<br><br>Firefox OS garantisce ai clienti il pieno controllo della propria vita online e consente di ottenere il massimo dal Web ovunque si trovino.</p>
